{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"4/4","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"6/8","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"2/4","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"3/4","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"9/8","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":5,"special":true,"content":"12/8","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":6,"special":true,"content":"3/2","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":7,"special":true,"content":"Gmajor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":8,"special":true,"content":"Dmajor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":9,"special":true,"content":"Amajor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":10,"special":true,"content":"Adorian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":11,"special":true,"content":"Eminor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":12,"special":true,"content":"Edorian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":13,"special":true,"content":"Bminor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":14,"special":true,"content":"Amixolydian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":15,"special":true,"content":"Aminor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":16,"special":true,"content":"Dmixolydian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":17,"special":true,"content":"Cmajor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":18,"special":true,"content":"Fmajor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":19,"special":true,"content":"Dminor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":20,"special":true,"content":"Gminor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":21,"special":true,"content":"Ddorian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":22,"special":true,"content":"Gdorian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":23,"special":true,"content":"Emajor","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":24,"special":true,"content":"Gmixolydian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":25,"special":true,"content":"Bdorian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":26,"special":true,"content":"Cdorian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":27,"special":true,"content":"Fdorian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":28,"special":true,"content":"Emixolydian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":29,"special":true,"content":"Bmixolydian","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"4/4":0,"6/8":1,"2/4":2,"3/4":3,"9/8":4,"12/8":5,"3/2":6,"Gmajor":7,"Dmajor":8,"Amajor":9,"Adorian":10,"Eminor":11,"Edorian":12,"Bminor":13,"Amixolydian":14,"Aminor":15,"Dmixolydian":16,"Cmajor":17,"Fmajor":18,"Dminor":19,"Gminor":20,"Ddorian":21,"Gdorian":22,"Emajor":23,"Gmixolydian":24,"Bdorian":25,"Cdorian":26,"Fdorian":27,"Emixolydian":28,"Bmixolydian":29,"!":30,"\"":31,"#":32,"&":33,"'":34,"(":35,")":36,"*":37,"+":38,",":39,"-":40,".":41,"/":42,"0":43,"1":44,"2":45,"3":46,"4":47,"5":48,"6":49,"7":50,"8":51,"9":52,":":53,";":54,"<":55,"=":56,">":57,"?":58,"@":59,"A":60,"B":61,"C":62,"D":63,"E":64,"F":65,"G":66,"H":67,"I":68,"J":69,"K":70,"L":71,"M":72,"N":73,"O":74,"P":75,"Q":76,"R":77,"S":78,"T":79,"U":80,"V":81,"W":82,"X":83,"Y":84,"Z":85,"[":86,"\\":87,"]":88,"^":89,"_":90,"`":91,"a":92,"b":93,"c":94,"d":95,"e":96,"f":97,"g":98,"h":99,"i":100,"j":101,"k":102,"l":103,"m":104,"n":105,"o":106,"p":107,"q":108,"r":109,"s":110,"t":111,"w":112,"x":113,"y":114,"|":115,"}":116,"£":117,"¨":118,"®":119,"¯":120,"´":121,"Â":122,"Æ":123,"â":124,"ĉ":125,"Ċ":126,"Ĕ":127,"Ġ":128,"Ģ":129,"Ĥ":130,"Ĵ":131,"Ķ":132,"ĺ":133,"Ļ":134,"ľ":135,"Ŀ":136,"ł":137,"BA":138,"ed":139,"Bc":140,"ef":141,"||":142,"GA":143,"cA":144,"Bd":145,"gf":146,":|":147,"FA":148,"cd":149,"BG":150,"or":151,"GF":152,"GE":153,"|:":154,"fd":155,"DE":156,"AA":157,"ga":158,"Bcd":159,"aj":160,"maj":161,"major":162,"ec":163,"FE":164,"cBA":165,"ge":166,":||":167,"Ġ4":168,"FD":169,"dB":170,"af":171,"dd":172,"cB":173,"Ġ|:":174,"/|":175,"ged":176,"AB":177,"fed":178,"de":179,"FG":180,":||:":181,"ĠD":182,"Ad":183,"ce":184,"GG":185,"ĠG":186,"ba":187,"fe":188,"BAG":189,"BB":190,"|(":191,"DD":192,"efg":193,"EE":194,"AF":195,"FGA":196,"fa":197,"dc":198,"AG":199,"ĠGmajor":200,"Ġ6":201,"ĠDmajor":202,"def":203,"gfed":204,"ea":205,"GFE":206,"eg":207,"GB":208,"fg":209,"mi":210,"ee":211,"dBA":212,"gfe":213,"ABc":214,"ABA":215,"|||:":216,"ded":217,"ĠA":218,"ia":219,"ian":220,"DFA":221,"GAB":222,"ecA":223,"GBd":224,"dg":225,"ag":226,"Ac":227,"df":228,"edB":229,"ED":230,"dBG":231,"dA":232,"min":233,"eA":234,"dcd":235,"minor":236,"ĠE":237,"dcA":238,"Be":239,"FED":240,"edc":241,"orian":242,"GFG":243,"EF":244,"DG":245,"|]":246,"EG":247,"BcA":248,"BAB":249,"aa":250,"BAF":251,"gfg":252,"DB":253,"AGE":254,"ABd":255,",|":256,"cc":257,"gg":258,"EA":259,"BGA":260,"ff":261,"FF":262,"efed":263,"-|":264,"afd":265,"cde":266,"dcBA":267,"AFA":268,"DEF":269,"fga":270,"Add":271,"BGG":272,"agf":273,"gd":274,"ABcd":275,"AFD":276,"eAA":277,"DF":278,"efd":279,"cAA":280,"GED":281,"ĠB":282,"cAG":283,"eaa":284,"efe":285,"Ġ3":286,"AGA":287,"Ġ2":288,"dG":289,"edBA":290,"GFGA":291,"bag":292,"BE":293,"bg":294,"BAGA":295,"CE":296,"cBc":297,"DA":298,"GEE":299,"BAFA":300,"dorian":301,"gedB":302,"mix":303,"bga":304,"yd":305,"ydian":306,"ol":307,"olydian":308,"ece":309,"mixolydian":310,"EAA":311,"ĠAmajor":312,"fef":313,"dcB":314,"BGE":315,"DC":316,"AGF":317,"BGB":318,"faf":319,"ede":320,"BdB":321,"|[":322,"BEE":323,"baf":324,"ecd":325,"ĠAd":326,"|=":327,":|[":328,"ĠAdorian":329,"GEG":330,"BcBA":331,"dBd":332,"GFED":333,"fA":334,"Bg":335,"Ace":336,"AFE":337,"efge":338,"Bcde":339,"cBAG":340,"BABd":341,"GABd":342,"efga":343,"DEG":344,"ĠEminor":345,"EFG":346,"edBd":347,"EFGA":348,"ad":349,"gef":350,"CD":351,"|^":352,"geg":353,"cAF":354,"AD":355,"BAA":356,"FB":357,"fec":358,"dfed":359,"edcd":360,"ĠEdorian":361,"ab":362,"GBA":363,"ae":364,"fgf":365,"GABc":366,"FEF":367,"DEFA":368,"AAA":369,"EFA":370,"age":371,"edcA":372,"eB":373,"aged":374,"BGBd":375,"FAF":376,"EDE":377,"egf":378,"defg":379,">^":380,"ac":381,"gB":382,"gb":383,"dfa":384,"dBB":385,"fB":386,"gab":387,"ĠBminor":388,"fdf":389,"Bee":390,"ĠF":391,"BcdB":392,"DGG":393,"cAc":394,"fdd":395,"AGFG":396,"FAd":397,"Ġ9":398,"aba":399,"cdef":400,"BAGF":401,"BAGE":402,"cE":403,"BcB":404,"gec":405,"edcBA":406,"gdB":407,"DED":408,"FDD":409,"ABG":410,"edcB":411,"cec":412,"efgf":413,"DEFGA":414,"cBcd":415,"ĠAmixolydian":416,"dBc":417,"efa":418,"CA":419,"GGG":420,"gedBA":421,"dF":422,"Ae":423,"GAG":424,"FGE":425,"ĠAminor":426,"Bde":427,"Ġd":428,"EB":429,"FDE":430,"cAGE":431,"BAFD":432,":|||:":433,"BBB":434,"dfe":435,"BABc":436,"ecB":437,"cAB":438,"defga":439,"BAFE":440,"dAF":441,"edBG":442,"gfga":443,"Bdg":444,"AE":445,"CB":446,"aga":447,"ĠDmixolydian":448,"dgg":449,"cAAA":450,"cAFA":451,"cG":452,"edef":453,"GFD":454,"CDE":455,"AFF":456,"dfd":457,"ĠC":458,"ABAG":459,"ADD":460,"DGB":461,"GABcd":462,"Adfd":463,"FEE":464,"DEGA":465,"gfd":466,"Af":467,"dBGA":468,"GFDD":469,"ced":470,"cBG":471,"fdB":472,"FDFA":473,"Bcdef":474,"gc":475,"Aa":476,"dBAF":477,"GD":478,"gfef":479,"fgfed":480,"Bce":481,"bagf":482,"edd":483,"/^":484,"dAA":485,"DEFG":486,"eBB":487,"cdefg":488,"gag":489,"Ġ|":490,"DGBd":491,"Bdd":492,"ADFA":493,"12":494,",>":495,"BGGG":496,"AGFE":497,"||:":498,"bge":499,"cdB":500,"afg":501,"ĠCmajor":502,",/":503,"fedc":504,"cdc":505,"BGdG":506,"FDF":507,"cea":508,"dAFA":509,"fc":510,"afe":511,"fdcA":512,"BF":513,"EC":514,"ecc":515,"Ġ12":516,"GABG":517,"fge":518,"fb":519,"ege":520,"AGG":521,"DDD":522,"AcBA":523,"BAGB":524,"fBB":525,"Gc":526,"EDB":527,"eG":528,"dBAG":529,"gagf":530,"gedc":531,"ABAA":532,"gdBG":533,"fedB":534,"dGG":535,"cABc":536,"efec":537,"cBAB":538,"cAFG":539,"eAcA":540,"EGB":541,"EFE":542,"agfed":543,"dcAG":544,"FAc":545,"cded":546,"cAGA":547,"BABcd":548,"egg":549,"gedBG":550,"FGAB":551,"ABcA":552,"cF":553,"EEE":554,"ca":555,"fgfe":556,"dde":557,"dedB":558,"ABdef":559,"GEDE":560,"faa":561,"FEDE":562,"AcA":563,"CC":564,"fafd":565,"Ġe":566,"fAA":567,"Bcdefg":568,"gdBd":569,"Ag":570,"ddd":571,"FGABc":572,"BGFG":573,"BGEE":574,"BBA":575,"fdcd":576,"cABGA":577,"FAA":578,"fdecd":579,"eee":580,"/:|":581,"gee":582,"GEF":583,"Gd":584,"cEE":585,"bc":586,"AGFA":587,"eaaga":588,"eAfA":589,"Adf":590,"aec":591,"BcAA":592,":|]":593,"DFAd":594,"GBdg":595,"cee":596,"dBAFE":597,"Fd":598,"'|":599,"deg":600,"fdad":601,"FAD":602,"ecBA":603,"fede":604,"Bdef":605,"DGBG":606,"gaba":607,"agfe":608,"fecA":609,"Beed":610,"ceg":611,"ĠFmajor":612,"BAAA":613,"FAB":614,"DEDD":615,"GEEDD":616,"/>":617,"GEC":618,"GBB":619,"GBG":620,"fddd":621,"AFDD":622,"FGFE":623,"fde":624,"dedc":625,"efdB":626,"be":627,"cdec":628,"GABGA":629,"Bdf":630,"FDDD":631,"AFDE":632,"|.":633,"Ġ(":634,"afa":635,"dE":636,"edefg":637,"Adfa":638,"AGED":639,"bd":640,"|||":641,"cdcB":642,"FGF":643,"GABA":644,"GEEE":645,"EFGE":646,"ABGA":647,"dBcA":648,"dfaf":649,"ABAFA":650,"dff":651,"cf":652,"BABG":653,"FEFA":654,"gfedcB":655,"dBAB":656,"BD":657,"bgag":658,"AcB":659,"GAGG":660,"AAAA":661,"BdBA":662,"ĠDminor":663,"eged":664,"Bf":665,"Bdc":666,"GBdB":667,"dec":668,"dcBc":669,"bb":670,"bgg":671,"gfedc":672,"FEDB":673,"GAc":674,"GBAG":675,"gfge":676,"fded":677,"gaf":678,"cBcA":679,"fag":680,"FDA":681,"ecAA":682,"BAGFE":683,"Addcd":684,"gede":685,"CEG":686,"defd":687,"ABAF":688,"add":689,"cBAF":690,"ĠGminor":691,"dAFD":692,"BGdGBG":693,"aA":694,"GEA":695,"dBGG":696,"Ġc":697,"Ġ|:(":698,"ABde":699,"DAD":700,"cdeg":701,":||:(":702,"AGEG":703,"agfg":704,"afed":705,"eAce":706,"gba":707,"BcBAG":708,"EDC":709,"DCB":710,"eaag":711,"EGA":712,"dD":713,"BGGA":714,"bfaf":715,"dGBd":716,"AGAB":717,"ddcd":718,"Adcd":719,"efee":720,"fee":721,"Ġf":722,"dBABG":723,"dcdef":724,"bgaf":725,"EDD":726,"gdd":727,"BdcB":728,"gedg":729,"fagf":730,"efdec":731,"ecAc":732,"afec":733,"fedcBA":734,"defa":735,"gA":736,"aff":737,"decA":738,"dBGB":739,"CEA":740,"cABG":741,"fdc":742,"ddc":743,"efgfed":744,"BBAB":745,"BdBG":746,"dcde":747,"BgB":748,"defe":749,"dBBA":750,"GEDD":751,"FGB":752,"BFA":753,"GFGE":754,"ĠDdorian":755,"fdA":756,"gecd":757,"dcBAG":758,"dedBA":759,"AAB":760,"faaf":761,"cdcBA":762,"FDB":763,"BAGBA":764,">=":765,"AABc":766,"ccc":767,"BcAF":768,"afgef":769,"Adef":770,"BeB":771,"EFED":772,"da":773,"cAGEEDD":774,"cAd":775,"gfedB":776,"cef":777,"Bcdg":778,"cBB":779,"edeg":780,"GFGAB":781,"ffef":782,"abaf":783,"ABcde":784,"BBAG":785,"Bcdc":786,"BGF":787,"Ec":788,"Acd":789,"DBD":790,"fdcAG":791,"BdG":792,"EGG":793,"FBB":794,"bage":795,"dedBd":796,"AGFGA":797,"gBB":798,"GFEF":799,"abag":800,"afef":801,"ABce":802,"Beede":803,"fgaf":804,"Bddd":805,"DEFD":806,"eaaa":807,"aAA":808,"fedfed":809,"dfecd":810,"âĢ":811,"FFF":812,"dedd":813,"Aaa":814,"fged":815,"eed":816,"gage":817,"dBGBA":818,"BdA":819,"BdcA":820,"|_":821,"afged":822,"EFGAB":823,"ĠM":824,"DFF":825,"gfdc":826,"ceA":827,"cGE":828,"GAF":829,"egb":830,"edcBAG":831,"GEED":832,"Ġg":833,"BDD":834,"gfefed":835,"agef":836,"BGGB":837,"gfdcA":838,"eedB":839,"AAG":840,"ggg":841,",:|":842,"DGA":843,"Gg":844,"FAG":845,"fedcAG":846,"ABB":847,"/<":848,"ffed":849,"FAdf":850,"DEDB":851,"'d":852,"AFED":853,"EGE":854,"Bcded":855,"eaaged":856,"cdf":857,"AABA":858,"efged":859,"gfec":860,"FGAF":861,"Ge":862,"GAGE":863,"Adc":864,"AEE":865,"cedc":866,"ABAGE":867,"egfe":868,"BdAd":869,"AAGA":870,"GFGABc":871,"EAAGA":872,"Bed":873,"efedB":874,"cecA":875,"BGD":876,"ĠGdorian":877,"ADFD":878,"aecA":879,"BdAF":880,"eae":881,"DGGFG":882,"BGEG":883,"eag":884,"fdAdfd":885,"ecBcA":886,"dBAFA":887,"dggfg":888,"fdef":889,"cBAc":890,"ddf":891,"dega":892,"dedcBA":893,"EAc":894,"aB":895,"cAGED":896,"defed":897,"BAFB":898,"/||":899,"eAc":900,"AdA":901,"dBGBd":902,"GBe":903,"bf":904,"eaaf":905,"FEFG":906,"cAFAG":907,"gfa":908,"gedBGA":909,"BABde":910,"eef":911,"FGAc":912,"AFEF":913,"BAFDF":914,"dAd":915,"efedc":916,"cABcd":917,"ecg":918,"gea":919,"EAcA":920,"Bded":921,"cdBA":922,"BAAG":923,"baga":924,"DEGAB":925,"Bdefg":926,"dBg":927,"cg":928,"ecBc":929,"egd":930,"ABcBA":931,"cdcA":932,"GEDB":933,"fedfe":934,"efedBA":935,"cdecd":936,"AFAB":937,"AFEFD":938,"efgaf":939,"EFD":940,"BGAFG":941,"eGdG":942,"dFF":943,"dcAF":944,"ABGE":945,"FEFD":946,"efde":947,"fddcd":948,"fedcB":949,"fff":950,"BGAGEG":951,"bafd":952,"/=":953,"ddB":954,"GAGF":955,"DDE":956,"âĢĻ":957,"EBB":958,"|]|:":959,"eBd":960,"defdcA":961,"fefga":962,"BcdA":963,"BcdBG":964,"fedBA":965,"AFd":966,"AFDF":967,"dgf":968,"Ġa":969,"cAGFGA":970,"cAGF":971,"gaged":972,"EDCD":973,"AFAd":974,"AGFED":975,"EEDE":976,"DFD":977,"edg":978,"gabga":979,"aee":980,"Bcdf":981,"FADAFA":982,"cAAB":983,"GFA":984,"BcAG":985,"Bgg":986,"EDEF":987,"Ġdc":988,"cBGG":989,"gecA":990,"dddd":991,"CF":992,"GGA":993,"GEFG":994,"Bcdeg":995,"DCD":996,"efgfe":997,"||||":998,"FAAA":999,"cBAGF":1000,"BFAF":1001,"EDEG":1002,"GDB":1003,"dDD":1004,"efedcB":1005,"GAGEG":1006,"EAAA":1007,"gcac":1008,"CG":1009,"gfeg":1010,"FABc":1011,"edBBAF":1012,"Aff":1013,"Dd":1014,"dBBB":1015,"DFAF":1016,"DCA":1017,"gbag":1018,"fedcd":1019,"fededc":1020,"dBAFD":1021,"ABcB":1022,"cBAGA":1023,"Acc":1024,"bafe":1025,"gbg":1026,"AGFDD":1027,"fecB":1028,"/.":1029,"GEBE":1030,"afdf":1031,"GBc":1032,"fedcAF":1033,"AGB":1034,"fgafg":1035,"AGFD":1036,"Acea":1037,"fdadfd":1038,"GBAF":1039,"gedBd":1040,"BBcd":1041,"GGFG":1042,"eede":1043,"fefg":1044,"BGDGBG":1045,"EFGABc":1046,"EGFE":1047,"fece":1048,"defde":1049,"egdBA":1050,"dcdfed":1051,"BADFA":1052,"BcAB":1053,"gfdd":1054,"bB":1055,"BAAB":1056,"edBAG":1057,"fagfed":1058,"dBAA":1059,"ecAABc":1060,"abc":1061,"eAfAeA":1062,"cFF":1063,"edBc":1064,"gabg":1065,"afge":1066,"DFAB":1067,"EGc":1068,"BGAF":1069,"gegdB":1070,"AFG":1071,"BcBB":1072,"FEDF":1073,"AGABc":1074,"DAA":1075,"cdecA":1076,"gfede":1077,"eecA":1078,"DBDAD":1079,",(":1080,",||":1081,"EFEE":1082,"Fc":1083,"cdA":1084,"AFGE":1085,"dBABd":1086,"aaa":1087,"dcBAGF":1088,"ABGFED":1089,"fdg":1090,"ABAGF":1091,"fAd":1092,"ĠGA":1093,"bagfe":1094,"EED":1095,"dedBG":1096,"BAd":1097,"FEFGA":1098,"defgfe":1099,"BcAFA":1100,"ABcdef":1101,"Ade":1102,"eABA":1103,"ddef":1104,"ĠBd":1105,"ĠDE":1106,"dcAFG":1107,"ECE":1108,"BAGAB":1109,"Beg":1110,"gbaf":1111,"BAGED":1112,"eac":1113,"BeedBA":1114,"fefa":1115,"FBd":1116,"GEFDE":1117,"dcBd":1118,"egdB":1119,"ĠEmajor":1120,"bafa":1121,"AGGG":1122,"ega":1123,"cAce":1124,"FEDFA":1125,"gedBBAA":1126,"BcdcB":1127,"agg":1128,"FEDA":1129,"ccBc":1130,"eaage":1131,"/|||:":1132,"dGB":1133,"ggfg":1134,"edBAB":1135,"cdedcA":1136,"ecAB":1137,"dcAB":1138,"Beee":1139,"GGAB":1140,"cAAc":1141,"GEDEG":1142,"BEdE":1143,"eefg":1144,"baged":1145,"EGD":1146,"AGEE":1147,"eAAA":1148,"ĠAB":1149,"BAFG":1150,"FDC":1151,"bab":1152,"defdB":1153,"dgdB":1154,"GEEDE":1155,"bdad":1156,"db":1157,"ĠAG":1158,"gfaf":1159,"fdfa":1160,"dcAAGE":1161,"AfA":1162,"FAdA":1163,"AAc":1164,"cBAGB":1165,"Aee":1166,"Ddd":1167,"fedefg":1168,"decd":1169,"BAGFA":1170,"agec":1171,"fgag":1172,"DEFGAB":1173,"FGAG":1174,"eage":1175,"BBc":1176,"efaf":1177,"GFGB":1178,"dBAGFDD":1179,"AFDFA":1180,"dee":1181,"GBE":1182,"ABAGA":1183,"ABAGFE":1184,"'/":1185,"egfed":1186,"dBe":1187,"dgBg":1188,"dBGGAB":1189,"agfgfe":1190,"EFAB":1191,"BcdcBA":1192,"DDDD":1193,"afdfe":1194,"DAFA":1195,"bege":1196,"DEFE":1197,"cBABAG":1198,"aef":1199,"FAEA":1200,"GEDG":1201,"defge":1202,"gefde":1203,"cBd":1204,"fcA":1205,"gece":1206,"gfde":1207,"FDDA":1208,"ABcAd":1209,"BFF":1210,"DFE":1211,"cBcde":1212,"gdc":1213,"ĠBc":1214,"cAeA":1215,"BdBd":1216,"BGED":1217,"bagfed":1218,"GBde":1219,"AGFAG":1220,"gfged":1221,"CEE":1222,"fdedBd":1223,"cBBA":1224,"FGAFG":1225,"dcdf":1226,"cAeAcA":1227,"eAAB":1228,"GFGABd":1229,"agedB":1230,"dgd":1231,"FEDC":1232,"efeedB":1233,"cBcABc":1234,"AFEE":1235,"edBdBA":1236,"gG":1237,"GAA":1238,"BcdecA":1239,"fedf":1240,"dedcB":1241,"bgafg":1242,"GBAFG":1243,"CED":1244,"gefg":1245,"edBB":1246,"GAcd":1247,"BdAB":1248,"GFDE":1249,"feed":1250,"BEB":1251,"cBce":1252,"ageg":1253,"BAc":1254,"BAGG":1255,"cdBG":1256,"fdBd":1257,"fad":1258,"DEFDE":1259,"Addef":1260,"BAGABc":1261,"agfedc":1262,"dcdefg":1263,"'>":1264,"AEA":1265,"GDG":1266,"||(":1267,"GECE":1268,"fdBA":1269,"FGAd":1270,"gfedBG":1271,"BAGABd":1272,"egfdd":1273,"/|:":1274,"AdB":1275,"dcBG":1276,"Addd":1277,"eff":1278,"BGd":1279,"fdec":1280,"dBBAB":1281,"AGGFG":1282,"edcBcd":1283,"AFDDFA":1284,"afgefdec":1285,"CDEF":1286,"ddcB":1287,"dcBcBA":1288,"gfedBA":1289,"GBdgdB":1290,"DFED":1291,"gfdf":1292,"FEEE":1293,"agfd":1294,"AGABG":1295,"gcacgc":1296,"Fdd":1297,"EFGFE":1298,"gfgbag":1299,"bgafgfed":1300,"FGEFD":1301,"defgafdf":1302,"ADF":1303,"FDEF":1304,"eefe":1305,"fefd":1306,"GAFD":1307,"ceAc":1308,"BcABG":1309,"fgafd":1310,"bff":1311,"gde":1312,"BAGFED":1313,"afecA":1314,"dcc":1315,"BAFAFE":1316,"bgd":1317,"dBcd":1318,"dgfg":1319,"gefd":1320,"BAGFG":1321,":|(":1322,"FAFD":1323,"bagagf":1324,"faaa":1325,",<":1326,"Bb":1327,"EDDD":1328,"BAGEG":1329,"FAFE":1330,"dBAcBGG":1331,"edcBc":1332,"EAABc":1333,"DFGA":1334,"dge":1335,"BAAGA":1336,"dgbg":1337,"FGED":1338,"Maj":1339,"AAFA":1340,"fedef":1341,"AdcA":1342,"baa":1343,"ĠBA":1344,"edBGB":1345,"efecA":1346,"gfefg":1347,"cBABc":1348,"EEEE":1349,"Acec":1350,"ggdB":1351,"BABcA":1352,"BABcde":1353,"eddcd":1354,"afgfed":1355,"gfedf":1356,"edBe":1357,"edBGA":1358,"Beef":1359,"BAGEF":1360,"dBcAG":1361,"//":1362,"EAB":1363,"eedc":1364,"gfdB":1365,"FEC":1366,"ceec":1367,"DGAB":1368,"BcBG":1369,"efgd":1370,"ĠdB":1371,"eddd":1372,"gfea":1373,"gafd":1374,"fededB":1375,"AFFE":1376,"Ee":1377,"[|":1378,"cff":1379,"eb":1380,"Bcdgd":1381,"cBABcd":1382,"cBAGFE":1383,"fedcA":1384,"dedcAG":1385,"GBAGFDD":1386,"EFABc":1387,"cGG":1388,"Bdcd":1389,"cdBc":1390,"afefd":1391,"DFADFA":1392,"ABdf":1393,"EAce":1394,"gegdg":1395,"caa":1396,"dded":1397,"ABBA":1398,"dBGGBd":1399,"BAGAGF":1400,"BEEE":1401,"dBdg":1402,"AeA":1403,"CDEG":1404,"gbagf":1405,"dBgB":1406,"BEG":1407,"aAg":1408,"ggfe":1409,"geed":1410,"ecAecA":1411,"gfgefg":1412,"DGGG":1413,"BdBB":1414,":|:":1415,"FDCD":1416,"defedB":1417,"Bege":1418,"BAFF":1419,"BDG":1420,"Bdde":1421,"Bdeg":1422,"ABAFD":1423,"bgf":1424,"cD":1425,"fdde":1426,"eAd":1427,"ffe":1428,"dcBGG":1429,"fgef":1430,"dBGBcd":1431,"ĠFG":1432,"BdcBA":1433,"fdAd":1434,"DEGABd":1435,"gagfed":1436,"gagfe":1437,"BcdAF":1438,"ABcAB":1439,"EFGF":1440,"abagf":1441,"Bff":1442,"EDFA":1443,"gcc":1444,"cdBcA":1445,"afecB":1446,"ĠGmixolydian":1447,"dcAd":1448,"gfgd":1449,"ABdB":1450,"DFB":1451,"cAAGA":1452,"AGFGBd":1453,"fafe":1454,"gfefdB":1455,",=":1456,"GGF":1457,"gAA":1458,"fdBB":1459,"fdBAFA":1460,"GGGG":1461,"adfd":1462,"agedBG":1463,"ecgcec":1464,"EGAB":1465,"BddB":1466,"FAAd":1467,"FAAFA":1468,"eca":1469,"egec":1470,"BGAG":1471,"dcBABc":1472,"cAAGG":1473,"EFGB":1474,"dfaafd":1475,"dFcF":1476,"CFA":1477,"GEc":1478,"cBAGE":1479,"ceed":1480,"FGABG":1481,"dcAA":1482,"dGBG":1483,"dBde":1484,"dfedBA":1485,"dBGAGE":1486,"DDED":1487,"dAB":1488,"BAGFGA":1489,"BcBc":1490,"FAE":1491,"gae":1492,"EEF":1493,"ABcBAG":1494,"cAAeAA":1495,"EDEFD":1496,"EGBd":1497,"deed":1498,"DFAdAF":1499,"afdfa":1500,"dcBAB":1501,"BAGAGE":1502,"EAAB":1503,"BBAF":1504,"efece":1505,"Bdded":1506,"FAAB":1507,"AAAB":1508,"AdcAG":1509,"AFdF":1510,"BABdef":1511,"FDEFG":1512,"fbb":1513,"defdcAFA":1514,"edcAG":1515,"FAGE":1516,"FABcd":1517,"FAdfed":1518,"AAGF":1519,":|||":1520,"afdd":1521,"AGABGE":1522,"BGAB":1523,"DGFG":1524,"cAdA":1525,"fdecA":1526,"ecG":1527,"feef":1528,"edBAGA":1529,"FAAF":1530,"fdAF":1531,"fecd":1532,"dcAc":1533,"gfgdBG":1534,"/:||:":1535,"Ba":1536,"Dc":1537,"DBB":1538,"gdg":1539,"FAdef":1540,"GGB":1541,"defgfg":1542,"BGGdGG":1543,"eBe":1544,"cAAG":1545,"FADF":1546,"BGGF":1547,"BBBB":1548,"EEFG":1549,"DGGA":1550,"AddcA":1551,"CEC":1552,"geced":1553,"BedB":1554,"Gdd":1555,"ccB":1556,"BdgdBd":1557,"FAFA":1558,"AAGE":1559,"FEED":1560,"dedcA":1561,"edced":1562,"ABcded":1563,"AFDFE":1564,"fgfd":1565,"dged":1566,"edcAA":1567,"efdd":1568,"cAFD":1569,"ecea":1570,"fea":1571,"eAe":1572,"DFG":1573,"Gcc":1574,"acc":1575,"abg":1576,"eBdB":1577,"FAGF":1578,"GEFD":1579,"AFGED":1580,"dAdd":1581,"AGEDE":1582,"DFBd":1583,"agea":1584,"cEdE":1585,"FDEFD":1586,"ABdefdd":1587,"BEdEBE":1588,"eAB":1589,"FADFA":1590,"FAdAFA":1591,"BGBA":1592,"BGFE":1593,"dBBd":1594,"cecd":1595,"dggf":1596,"GFGBAG":1597,"aaga":1598,"ageedB":1599,"CDB":1600,"GcE":1601,"ccBA":1602,"gded":1603,"efgedB":1604,"GECD":1605,"BcdBA":1606,"efgdBG":1607,"aagf":1608,"BAFEFA":1609,"BBd":1610,"BedBA":1611,"fcec":1612,"cdeA":1613,"DEE":1614,"EDCE":1615,"dAFE":1616,"EFDE":1617,"aage":1618,"edBABd":1619,"GFGAGA":1620,"cGc":1621,"AcBGA":1622,",^":1623,"Dmaj":1624,"agab":1625,"gfdde":1626,"FAABA":1627,"BGBAFA":1628,"fedA":1629,"faged":1630,"dcdefd":1631,"dcAGEA":1632,"Adde":1633,"agfef":1634,"AGFGE":1635,"BcBAGF":1636,"AFEGFDD":1637,"defgdB":1638,"dBcAB":1639,"ADFAG":1640,"bfa":1641,"egedBA":1642,"Bcc":1643,"Bdgd":1644,"BGdB":1645,"AAAc":1646,"FGABd":1647,"dcdB":1648,"dcdAFA":1649,"bagef":1650,"gfgaf":1651,"cAe":1652,"cABA":1653,"BdcAG":1654,"cdd":1655,"BGDGBd":1656,"FDFAd":1657,"FDADFD":1658,"dddfd":1659,"BAGBd":1660,"ABAABc":1661,"ABAABd":1662,"fgfedc":1663,"EDCED":1664,"gAfA":1665,"cdefd":1666,"fedecA":1667,"dcBcA":1668,"eaga":1669,"afde":1670,"FBF":1671,"ADE":1672,"EABc":1673,"ECA":1674,"cFA":1675,"egedBG":1676,"ceAce":1677,"feAce":1678,"DDB":1679,"defdA":1680,"egge":1681,"ABAB":1682,"GABD":1683,"agbga":1684,"dfec":1685,"EGBe":1686,"DDEF":1687,"FFED":1688,"aBgB":1689,"Ġed":1690,"FAdc":1691,"FEFDFA":1692,"egdg":1693,"dcded":1694,"efede":1695,"BFAFE":1696,"eec":1697,"gdBA":1698,"Ġ||":1699,"Ġde":1700,"BAFEF":1701,"cAAGE":1702,"gfgedB":1703,"AAF":1704,"cBAA":1705,"cBBB":1706,"feg":1707,"efgdB":1708,"defecA":1709,"GFEFG":1710,"ABAFE":1711,"Acef":1712,"edBAFA":1713,"BEGB":1714,"efgage":1715,"gbgfaf":1716,"cFAF":1717,"edce":1718,"gfgab":1719,"BBBd":1720,"DDA":1721,"ABAAGE":1722,"BGEFG":1723,"egfag":1724,"-:|":1725,"aag":1726,"BABcdB":1727,"edf":1728,"Bcec":1729,"cABAFA":1730,"DEDC":1731,"gfedcBA":1732,"BGAFD":1733,"ecdB":1734,"efecBA":1735,"ĠBdorian":1736,"Ecc":1737,"eaf":1738,"fcc":1739,"edfd":1740,"BcBAB":1741,"GEEG":1742,"geee":1743,"DDDA":1744,"FGAFD":1745,"GBdGBd":1746,"BGBdg":1747,"GBGB":1748,"cac":1749,"dABA":1750,"gBd":1751,"BABcBA":1752,"effe":1753,"cdefge":1754,"GFEE":1755,"Acf":1756,"dBGdBG":1757,"ABded":1758,"afdg":1759,"efeB":1760,"GBcd":1761,"GBAB":1762,"BdAFE":1763,"BGBc":1764,"BGGFG":1765,"gafg":1766,"efgb":1767,"FGAD":1768,"dBAd":1769,"dBAGF":1770,"dcBAFA":1771,"agfagf":1772,"AFDDEF":1773,"dGeG":1774,"bgdB":1775,"fefgf":1776,"BEEDE":1777,"AFEFA":1778,"abge":1779,"ABGAF":1780,"FGFED":1781,"dfg":1782,"FDG":1783,"dBAcBG":1784,"edcABc":1785,"EBBAB":1786,"GABGE":1787,"FAde":1788,"eccc":1789,"FEDD":1790,"FECE":1791,"geB":1792,"eaafg":1793,"ecAG":1794,"dfafg":1795,"BABGAB":1796,"dGeGdG":1797,"Afed":1798,"eABc":1799,"ĠFE":1800,"BAE":1801,"GABcA":1802,"GEGA":1803,"GEGG":1804,"Bcdecd":1805,"faecd":1806,"egde":1807,"dBAcB":1808,"efedf":1809,"cAAe":1810,"BEFG":1811,"egfde":1812,"dBAFBEE":1813,"/(":1814,"DGF":1815,"cedcBA":1816,"eE":1817,"fdAdfa":1818,"AAe":1819,"FGG":1820,"dede":1821,"dgB":1822,"DCDE":1823,">|":1824,"ggf":1825,"GAGED":1826,"cABcde":1827,"cdea":1828,"cdcBc":1829,"gedBcAA":1830,"ceee":1831,"AFFF":1832,"AFBFAF":1833,"dcBcd":1834,"eaca":1835,"dedcd":1836,"dedBAG":1837,"GFGAF":1838,"FBBAB":1839,"BAGFD":1840,"gabage":1841,"gedBGABd":1842,"eBdBA":1843,"GAd":1844,"cAcd":1845,"cAAd":1846,"BGDG":1847,"GEB":1848,"fdcB":1849,"DEB":1850,"fedBd":1851,"fedBAF":1852,"ABAGED":1853,"dedBc":1854,"BGABd":1855,"fgagf":1856,"GFGAc":1857,"EAAAGA":1858,"fafg":1859,"AFEEFA":1860,"FBFAF":1861,"fgfef":1862,"GFDDE":1863,"FDDADD":1864,"EBG":1865,"bgeg":1866,"cedB":1867,"BABGBd":1868,"edA":1869,"fdefg":1870,"AAd":1871,"gedBc":1872,"efgefg":1873,"faec":1874,"ABAAFA":1875,"DFAdf":1876,"ĠEF":1877,"dcAGF":1878,"AGEA":1879,"edBdef":1880,"EGF":1881,"GdBG":1882,"aaf":1883,"edBcd":1884,"Bcef":1885,"fddf":1886,"fdcAAGG":1887,"BcdG":1888,"cBAcB":1889,"FDAF":1890,"AFGA":1891,"gfedef":1892,"gfegfe":1893,"GBdgfg":1894,"DBA":1895,"FBdB":1896,"Gce":1897,"dAG":1898,"BGcG":1899,"Bcdec":1900,"FEA":1901,"ceB":1902,"faafd":1903,"dedcAF":1904,"DFAdef":1905,"ABcdB":1906,"GEGDG":1907,"fdfece":1908,"cAGEFDD":1909,"fdcABGG":1910,"cEEDD":1911,"fBdB":1912,"edde":1913,"BddBA":1914,"BGcA":1915,"faef":1916,"eeee":1917,"DFAdcd":1918,"dgga":1919,"fAf":1920,"edcdB":1921,"agecd":1922,"BdgdBG":1923,"EAG":1924,"aed":1925,"edefd":1926,"cdcd":1927,"DEGB":1928,"afecd":1929,"ddg":1930,"/|]":1931,"AdFd":1932,"BBBc":1933,"GFEG":1934,"ABAGFG":1935,"efedBd":1936,"CEGE":1937,"GEEcEE":1938,"fecBA":1939,"efgfeg":1940,"fdadbdad":1941,">_":1942,"bged":1943,"fBeB":1944,"BABA":1945,"cAcea":1946,"Bdced":1947,"cdedcB":1948,"afc":1949,"dege":1950,"|||:(":1951,"ABcdefge":1952,"eAAeAA":1953,"bafed":1954,"agaf":1955,"dBAFFEE":1956,",|:":1957,"ĠK":1958,"BddBd":1959,"GFGBdB":1960,"fdfecA":1961,"cBAFA":1962,"gedBGB":1963,"ABABd":1964,"Addfdd":1965,"cEBE":1966,"edefdB":1967,"cFdFcF":1968,"GAGGBd":1969,"Eee":1970,"EBE":1971,"ccd":1972,"cdg":1973,"GFDF":1974,"fdfg":1975,"gebege":1976,"degab":1977,"ecAF":1978,"BGABc":1979,"DEFGE":1980,"AFDFAF":1981,"ecdBA":1982,"Aceg":1983,"dfedB":1984,"gbge":1985,"ĠCdorian":1986,"GdBd":1987,"GABcde":1988,"FABAFA":1989,"FDDF":1990,"FDAD":1991,"gedeg":1992,"defedc":1993,"dBAGAB":1994,"deddBG":1995,"dfef":1996,"DGD":1997,"BcAGE":1998,"BcAFG":1999,"ffff":2000,"efedcd":2001,"gdfd":2002,"cAGcA":2003,"eaageg":2004,"efecd":2005,"edcAGE":2006,"efaaf":2007,"dBGABAA":2008,"FAcf":2009,"ccA":2010,"ĠeAA":2011,"gff":2012,"FAFF":2013,"cdedBG":2014,"GFDC":2015,"gagg":2016,"FDFAF":2017,"gedBAG":2018,"gedBe":2019,"bafdf":2020,"AGEFG":2021,"dcBAFD":2022,"Addc":2023,"cAGc":2024,"cBcdcd":2025,"FBBB":2026,"GABcBA":2027,"cAdcAG":2028,"BdcAB":2029,"ddBd":2030,"ĠDGG":2031,"fecAc":2032,"ABAc":2033,"AGABd":2034,"bgb":2035,"ecdBcAA":2036,"BABcBc":2037,"cAAABc":2038,"fddcdfaf":2039,"cGEG":2040,"|!":2041,"FABA":2042,"cdcBAG":2043,"cege":2044,"deff":2045,"EDDE":2046,"ĠEAA":2047,"BeedB":2048,"Addcdefg":2049,"cBcedc":2050,"fafgfe":2051,"AceAce":2052,"efgea":2053,"agede":2054,"DEGABGG":2055,"aAgAfA":2056,"Acde":2057,"cece":2058,"efef":2059,"BdBcAF":2060,"cBAeA":2061,"egdBc":2062,"gfeB":2063,"EAAABc":2064,"edcAB":2065,"gdBgdB":2066,"gfgag":2067,"gdBGBd":2068,"eaagefge":2069,"cBGB":2070,"BAFED":2071,"GAGA":2072,"GAGFE":2073,"cAGG":2074,"GEAD":2075,"BcdcA":2076,"gedcB":2077,"fae":2078,"fgefd":2079,"ABAFG":2080,"dABG":2081,"dAGFED":2082,"cdeged":2083,"bgab":2084,"bgageg":2085,"edcdcB":2086,"dEE":2087,"dBdB":2088,"dgedBG":2089,"BABe":2090,"efdc":2091,"cAABc":2092,"GEEA":2093,"Bcdedc":2094,"ddA":2095,"deA":2096,"gfegf":2097,"AGEDEG":2098,"AFDAFD":2099,"fefge":2100,"abage":2101,"AecA":2102,"BEA":2103,"GDD":2104,"ffd":2105,"gGG":2106,"GABAGE":2107,"cdfed":2108,"cdedc":2109,"gabag":2110,"cBABGA":2111,"ddcA":2112,"FGAGF":2113,"agefg":2114,"dcAGE":2115,"edcBcA":2116,"aab":2117,"ABdfe":2118,"eaab":2119,"BAGAFD":2120,"BEEF":2121,"AcecAc":2122,"fgfec":2123,"agedc":2124,"DGBGA":2125,"cEdEcE":2126,"Ggg":2127,"bee":2128,"fBgB":2129,"efdcBA":2130,"cdefe":2131,"fdfd":2132,"fdaf":2133,"DEDE":2134,"ecce":2135,"dBGAB":2136,"cBBc":2137,"gedge":2138,"fage":2139,"faea":2140,"DFAG":2141,"GABE":2142,"ecAce":2143,"EDCB":2144,"dcAGA":2145,"DGGAB":2146,"BGABG":2147,"eAAGA":2148,"GFGAFD":2149,"BEFE":2150,"CEAc":2151,"cBcE":2152,"EAAGABcd":2153,"fBf":2154,"abafdf":2155,"cBcdef":2156,"defgaf":2157,"DEGABG":2158,"FFEF":2159,"Gf":2160,"fBd":2161,"BABcB":2162,"cAFF":2163,"FAFG":2164,"GEcEEDD":2165,"ecec":2166,"FEDEFG":2167,"FDDE":2168,"deB":2169,"BAGBcd":2170,"eaged":2171,"GFEFGABc":2172,"dBAdB":2173,"ABcAF":2174,"DFAdfa":2175,"BGAGE":2176,"dfedcB":2177,"dfedcAA":2178,"EDEFG":2179,"efgfga":2180,"BABGED":2181,"Bgf":2182,"egfg":2183,"fgedBA":2184,"BAD":2185,"BcBAF":2186,"GAAGA":2187,"cAE":2188,"BdBAFA":2189,"FADA":2190,"FAdfa":2191,"AAAd":2192,"cBAd":2193,"cBAe":2194,"dBBg":2195,"degedB":2196,"BBBA":2197,"AGGA":2198,"AGGF":2199,"GFEDE":2200,"GBdedB":2201,"dABd":2202,"AGEGED":2203,"GEDC":2204,"ĠBEE":2205,"BeeedB":2206,"dfecA":2207,"gfdec":2208,"afgefded":2209,"AcBAG":2210,"DAF":2211,"TB":2212,"egedB":2213,"FABd":2214,"GEcE":2215,"|:(":2216,"cBABGE":2217,"afegf":2218,"ddBG":2219,"ABF":2220,"fedd":2221,"fagef":2222,"AGBA":2223,"dfga":2224,"dcdede":2225,"BABg":2226,"aaaa":2227,"fgab":2228,"bgec":2229,"efgab":2230,"DEGBA":2231,"ĠFdorian":2232,"dfdecA":2233,"AaAg":2234,"dBAFDEFA":2235,"bgagbg":2236,"EGGG":2237,"FFE":2238,"abga":2239,"fcAc":2240,"GAFG":2241,"cAeAfAeA":2242,"FEEF":2243,"FGBdB":2244,"DFAc":2245,"EDG":2246,"AGEDB":2247,"AddcAG":2248,"gdBc":2249,"efeedc":2250,"gefdedBd":2251,"GABce":2252,"geceg":2253,"cecB":2254,"cecBdB":2255,"CDEC":2256,"egeedB":2257,"BFAFEF":2258,"Ed":2259,"Ġgf":2260,"BABAG":2261,"edcde":2262,"cABGE":2263,"BGEF":2264,"ABe":2265,"ceef":2266,"bagedB":2267,"GFEFED":2268,"GBed":2269,"ABAFED":2270,"EDA":2271,"dBGBdB":2272,"dAGF":2273,"dAFG":2274,"ABcdec":2275,"adfa":2276,"fgffed":2277,"gbb":2278,"fgedBd":2279,"bfd":2280,"cDD":2281,"cedcB":2282,"fefed":2283,"cAGB":2284,"BdcAA":2285,"fdedB":2286,"fdfagf":2287,"AABd":2288,"afbfaf":2289,"ceBc":2290,"feA":2291,"ABAAFD":2292,"dcdec":2293,"dcdfa":2294,"DGGFGA":2295,"BAFDE":2296,"agfefg":2297,"BEEDEFGA":2298,"BABdf":2299,"abf":2300,"BGBdcB":2301,"efgfge":2302,"FDECD":2303,"gedcBGG":2304,"eaaaga":2305,"GcA":2306,"fgfg":2307,"fgedB":2308,"BGBB":2309,"fdfe":2310,"DEDF":2311,"BcdBc":2312,"ceaf":2313,"feB":2314,"AFDEFA":2315,"eeB":2316,"ABAGEG":2317,"EFF":2318,"gfgdBd":2319,"dcBAFE":2320,"AFAA":2321,"gdcB":2322,"DGGGFG":2323,"AaA":2324,"FDADBDAD":2325,"FBA":2326,"cfe":2327,"cefg":2328,"BAAd":2329,"efdf":2330,"GABAG":2331,"BdBGA":2332,"BGc":2333,"fdedcA":2334,"fdefdB":2335,"gagef":2336,"FEG":2337,":||:|":2338,"dea":2339,"GGBd":2340,"dfA":2341,"dcAGED":2342,"ffec":2343,"AGFGAB":2344,"bafb":2345,"edcdec":2346,"GBAc":2347,"Beecd":2348,"CDEFG":2349,"BGEEDE":2350,"[|:":2351,"abgaf":2352,"eBG":2353,"cABcA":2354,"BdGB":2355,"Bdgb":2356,"BGdGBd":2357,"afegfdd":2358,"ĠDG":2359,"EEB":2360,"EEG":2361,"FGABcA":2362,"faafe":2363,"GBF":2364,"dBAGE":2365,"gfecd":2366,"EDCA":2367,"FEDAD":2368,"EGce":2369,"AFABd":2370,"AFAdf":2371,"fgagfe":2372,"agfdd":2373,"fefdB":2374,"edBdBG":2375,"GBAGE":2376,"gabge":2377,"dBcABGAF":2378,"EBBA":2379,"fdBBAF":2380,"DGBdB":2381,"Afe":2382,"CDEFGA":2383,"EGABc":2384,"Tc":2385,"dGGG":2386,"eafged":2387,"edefe":2388,"Bdge":2389,"FAGFED":2390,"BGEA":2391,"AAFD":2392,"ecgcacgc":2393,"cBAFE":2394,"dBGABd":2395,"fedcde":2396,"ABcef":2397,"ecAFG":2398,"dfAd":2399,"eAf":2400,"EGGFG":2401,"ABdd":2402,"EAGA":2403,"efedcA":2404,"afdfg":2405,"fefgfg":2406,"fafgec":2407,"dfafdf":2408,"eaagaged":2409,"gbagfe":2410,"Befgfe":2411,"EABcBA":2412,"Tf":2413,"aea":2414,"dgfe":2415,"daa":2416,"Ġcd":2417,"edBAF":2418,"gfefd":2419,"FAcA":2420,"BGBdB":2421,"AABAG":2422,"cBAGED":2423,"geb":2424,"afgfe":2425,"FGABcdef":2426,"eaec":2427,"fgec":2428,"GBdG":2429,"FEDFE":2430,"EGDG":2431,"edBAGE":2432,"bafedB":2433,"efgag":2434,"dfdcec":2435,"cBGF":2436,"cBGGB":2437,"bgee":2438,"GECED":2439,"EFGEFG":2440,"AFGEFDD":2441,"Addefded":2442,"-:||:":2443,"Bge":2444,"dABAFA":2445,"fG":2446,"BAGEEDD":2447,"edBcBA":2448,"FABde":2449,"BGdBA":2450,"BGBAFD":2451,"GFGBd":2452,"ecac":2453,"FEDEFA":2454,"FEEDE":2455,"feded":2456,"ceae":2457,"bagfg":2458,"edBedB":2459,"ABdefd":2460,"AGABcd":2461,"cBcBA":2462,"BAFAB":2463,"FBBA":2464,"dfedcA":2465,"FEFGE":2466,"abaage":2467,"efaec":2468,"BABce":2469,"fedfedBA":2470,",/|":2471,"FGFD":2472,"aBB":2473,"aeaa":2474,"eF":2475,"eddc":2476,"GAGFG":2477,"cAGEG":2478,"gfag":2479,"fdefd":2480,"fdfafd":2481,"DEC":2482,"FEFGAB":2483,"geaged":2484,"AdF":2485,"Adfe":2486,"AdBcAG":2487,"DDFA":2488,"efgef":2489,"AGBd":2490,"defdef":2491,"GBg":2492,"dgdd":2493,"dggg":2494,"dfb":2495,"edBGAB":2496,"edBBAB":2497,"dBGFGA":2498,"dcdAFD":2499,"AGEC":2500,"cccc":2501,"fafedB":2502,"edega":2503,"adbdad":2504,"dfadfa":2505,"BAGEDE":2506,"Aeed":2507,"ECC":2508,"fgecd":2509,"cFAc":2510,"ĠFA":2511,"ĠcB":2512,"GAGFED":2513,"BdBAFD":2514,"FAce":2515,"cdedB":2516,"Bcdefge":2517,"ABE":2518,"fedBc":2519,"ceeecA":2520,"dBAGA":2521,"deddcB":2522,"dedBGB":2523,"ecAAce":2524,"dAf":2525,"dcdA":2526,"ĠEmixolydian":2527,"edcedc":2528,"EAE":2529,"ABcdeg":2530,"AFDFED":2531,"AGAc":2532,"cBcB":2533,"EAAABd":2534,"AAAf":2535,"eBfBeB":2536,"cdefa":2537,"BBBf":2538,"GDGA":2539,"BGdGeGdG":2540,"ABdefded":2541,"bgafgedB":2542,"Bef":2543,"EGED":2544,"Gmaj":2545,"dce":2546,"|-":2547,"ĠGF":2548,"Ġfe":2549,"BdAc":2550,"cdedcd":2551,"BGBG":2552,"fdge":2553,"fdff":2554,"gagfg":2555,"gagedB":2556,"gabagf":2557,"cBAcBAGB":2558,"afedBA":2559,"ddBA":2560,"BAGBAG":2561,"FGABA":2562,"faefd":2563,"GFEDC":2564,"gfegfedf":2565,"ecAd":2566,"ecAdBG":2567,"dcAGFG":2568,"EGFA":2569,"dcBAGA":2570,"agfa":2571,"eAAfAA":2572,"BAGABA":2573,"cBcAdc":2574,"fafecA":2575,"BEEB":2576,"BABdcB":2577,"edBde":2578,"gegde":2579,"EDEGA":2580,"efgfef":2581,"gfgagf":2582,"Adfdedfd":2583,"AFDEFEE":2584,"GFGEFG":2585,"eaafgedB":2586,"dBgBA":2587,"ADBD":2588,"BBABd":2589,"BBcB":2590,"FGFGA":2591,"sl":2592,"ĠAF":2593,"eddB":2594,"edea":2595,"efdBA":2596,"GAFE":2597,"GAAG":2598,"cAFE":2599,"FAdAFD":2600,"cdcAG":2601,"GEEF":2602,"cBAeAfAeA":2603,"cBBAB":2604,"fedfaf":2605,"FGABcd":2606,"gfedBd":2607,"GFEFGA":2608,"egc":2609,"GBD":2610,"ABABc":2611,"GABe":2612,"dBGGB":2613,"dcdfe":2614,"AGEGA":2615,"gggg":2616,"ffgf":2617,"agfdcA":2618,"AGABA":2619,"fefdef":2620,"BdBBAF":2621,"bafef":2622,"efgagf":2623,"GBAGEG":2624,"egfagedB":2625,"gbeg":2626,"fBBAB":2627,"Beeede":2628,"BAGEDB":2629,"cAGEFG":2630,"DGBdg":2631,"fbba":2632,"GEDEGABd":2633,"cABGAGEG":2634,"fadafa":2635,"BDE":2636,"DGE":2637,"GDGB":2638,"ide":2639,"Bddc":2640,"BdBAFE":2641,"fda":2642,"DEGE":2643,"ABEE":2644,"fedBB":2645,"AddB":2646,"defdefdB":2647,"gfedcABc":2648,"fgg":2649,"dBAGFE":2650,"ABAd":2651,"deddef":2652,"dedgd":2653,"edBg":2654,"dAFDFA":2655,"BAFd":2656,"AGEEDE":2657,"efeefg":2658,"edBAFD":2659,"bgdgbg":2660,"BEEBEE":2661,"BcBAc":2662,"dBBBAG":2663,"ABGEG":2664,"GABcdefg":2665,"FDFAGF":2666,"gaggfe":2667,"Addcdfed":2668,"dDc":2669,"eaaage":2670,"slide":2671,",|]":2672,"CDF":2673,"GGAG":2674,"aeg":2675,"aecB":2676,"cfec":2677,"egfedB":2678,"Bcg":2679,"cABGG":2680,"BcdAd":2681,"ecBAFA":2682,"cBAE":2683,"FDFG":2684,"/|=":2685,"DDF":2686,"GFEFD":2687,"GBBA":2688,"dBAGED":2689,"ABAAGF":2690,"dgb":2691,"dfB":2692,"DGGF":2693,"Addcde":2694,"agfdde":2695,"BAGABG":2696,"adbd":2697,"abgeg":2698,"DEFAd":2699,"agedg":2700,"agedBe":2701,"egfdcA":2702,"fBBc":2703,"GFDDF":2704,"GBGFAF":2705,"BdGdBd":2706,"Bede":2707,"TA":2708,"bba":2709,"cedcA":2710,"eGG":2711,"gge":2712,"|:|":2713,"ĠABc":2714,"edge":2715,"gfefge":2716,"FADE":2717,"FADD":2718,"FAAdef":2719,"BGDB":2720,"fddedd":2721,"eccd":2722,"cBABG":2723,"afgedB":2724,"gedcde":2725,"Adefed":2726,"GGGA":2727,"feee":2728,"BAGd":2729,"BBBg":2730,"faafg":2731,"eagfed":2732,"egga":2733,"ABAdA":2734,"ABAFDF":2735,"dBGGFG":2736,"dcABc":2737,"AFDG":2738,"eaabaged":2739,"Acecd":2740,"egfd":2741,"aca":2742,"abaged":2743,"edcBAGFE":2744,"DEDDEG":2745,"cAGEF":2746,"dAFdAF":2747,"gfgaga":2748,"eAcAeAcA":2749,"cdedcAGE":2750,"AcecAcec":2751,"/_":2752,"ADA":2753,"CFAc":2754,"dafd":2755,"dgedB":2756,"dFAF":2757,"eAdA":2758,"BAAF":2759,"efB":2760,"fdedBA":2761,"gaa":2762,"eceg":2763,"FEDEF":2764,"gegfdf":2765,"afaf":2766,"ddde":2767,"gedcBAGB":2768,"ABBAB":2769,"gfedcdef":2770,"dBAGEG":2771,"GBdBA":2772,"Aced":2773,"BABE":2774,"aafd":2775,"ABcdcd":2776,"cAAg":2777,"ecegfe":2778,"EAAG":2779,"BGEFGA":2780,"fAeA":2781,"fgfdc":2782,"FAdfe":2783,"cEc":2784,"GAGGED":2785,"cAGEC":2786,"ADDD":2787,"cedBGB":2788,"fbf":2789,"fBBf":2790,"Beedefed":2791,"dBcABGG":2792,"eAced":2793,"BDGB":2794,"bgfg":2795,"cefe":2796,"cAf":2797,"cAFGA":2798,"BdedBA":2799,"gfgf":2800,"GFDEF":2801,"fdBAGF":2802,"BcdBAFDF":2803,"eced":2804,"afga":2805,"ABg":2806,"ABBB":2807,"ĠDFA":2808,"AdcB":2809,"Adfed":2810,"efgec":2811,"eeed":2812,"ecAe":2813,"GBdc":2814,"dffef":2815,"AGEc":2816,"efedef":2817,"afdgec":2818,"BGGDGG":2819,"ABcdcB":2820,"dGBA":2821,"GFGAG":2822,"edegfe":2823,"GABdg":2824,"fgfeg":2825,"FEFDE":2826,"eBBA":2827,"Beeefg":2828,"DEFGABcA":2829,"gedBAGEG":2830,"defgafge":2831,"eaagagef":2832,"dfafgfed":2833,"FFA":2834,"GdG":2835,"aefa":2836,"cGA":2837,"ccde":2838,"dABc":2839,"Ġge":2840,"efA":2841,"efdA":2842,"GAE":2843,"cAEAcA":2844,"BdBc":2845,"gfgfed":2846,"gfefdec":2847,"cdefed":2848,"GEDEGA":2849,"FDADFA":2850,"dBF":2851,"gedBAGEF":2852,"EEFA":2853,"egdc":2854,"GBEG":2855,"eeef":2856,"DFAAFA":2857,"dBGd":2858,"dcBAF":2859,"AFAF":2860,"Adddcd":2861,"agfge":2862,"bagb":2863,"bagba":2864,"dcBgdB":2865,"dBdgdB":2866,"edcdefge":2867,"GBAFD":2868,"DEFAB":2869,"eBeg":2870,"efgfec":2871,"afgefd":2872,"Bdefgfed":2873,"DEDDFA":2874,"AcBGAGEG":2875,"gedega":2876,"CEGc":2877,"dgBgdg":2878,"Bffef":2879,"DGEG":2880,"bbag":2881,"eBc":2882,"fbaf":2883,"edefge":2884,"cAAF":2885,"cAGFED":2886,"BdBGB":2887,"BdcBAG":2888,"BGGBd":2889,"BGDGB":2890,"fdgfed":2891,"fdgdfd":2892,"DEDG":2893,"AAa":2894,"gagfd":2895,"gedcd":2896,"ceag":2897,"ceecd":2898,"BBf":2899,"dced":2900,"dBAFG":2901,"dBABde":2902,"ABAa":2903,"EDCDE":2904,"dBGBAG":2905,"DGGFGABc":2906,"|][|":2907,"BABGA":2908,"afddcd":2909,"afdfaf":2910,"agfdef":2911,"agfddf":2912,"Bgec":2913,"Aceaec":2914,"GABde":2915,"GABdBA":2916,"edcdef":2917,"acgc":2918,"gBfB":2919,"dfafd":2920,"cBcdc":2921,"dBcAF":2922,"dFd":2923,"agaecA":2924,"ceaecA":2925,"fcf":2926,"fdcdec":2927,"fdddef":2928,"gbaged":2929,"afgefde":2930,"eaafgfed":2931,"AGABcBcd":2932,"--":2933,">>":2934,"Agg":2935,"Aaga":2936,"EFEDB":2937,"GMaj":2938,"befe":2939,"cEG":2940,"cBGE":2941,"cffef":2942,"fBBB":2943,"gbga":2944,"BAcB":2945,"BdBAB":2946,"geeg":2947,"dBed":2948,"afedB":2949,"AdBA":2950,"bageg":2951,"efggfe":2952,"faecB":2953,"GFEC":2954,"GFEDB":2955,"DFAcBA":2956,"DFAFBFAF":2957,"ecAa":2958,"ecAcB":2959,"ecAGFE":2960,"GBdefg":2961,"Beefg":2962,"AGEF":2963,"ABdBAF":2964,"afdA":2965,"afddef":2966,"Addfed":2967,"agfag":2968,"AGAG":2969,"bgef":2970,"bgdg":2971,"CEAG":2972,"gefdcA":2973,"cBcdcB":2974,"defgag":2975,"edefgfed":2976,"ABAGB":2977,"DEGAGA":2978,"cBGGA":2979,"cdefgece":2980,"BGGGBd":2981,"EGBEGB":2982,"CCC":2983,"Beedefge":2984,"DBDAF":2985,"AGFGABcA":2986,"egdBBAA":2987,"dBBgBB":2988,"-||":2989,"AcAF":2990,"FGEG":2991,"Ggf":2992,"Te":2993,"dFA":2994,"gga":2995,"gce":2996,"BAe":2997,"Bdefge":2998,"AAce":2999,"cBABcdef":3000,"FDFGA":3001,"afea":3002,"fedg":3003,"FGBAG":3004,"efgefgaf":3005,"fagfe":3006,"AGBAG":3007,"eaee":3008,"fgd":3009,"ABAAGA":3010,"ABAGFED":3011,"ABAFB":3012,"deddcA":3013,"DFAFD":3014,"DFABAF":3015,"EDF":3016,"dBGE":3017,"eAcd":3018,"dcdBADFA":3019,"edcBcBAG":3020,"gfgb":3021,"AGEGAB":3022,"afdedB":3023,"fgae":3024,"efdBd":3025,"CEFG":3026,"BAFAd":3027,"GBAFE":3028,"agega":3029,"agedBA":3030,"BGBdef":3031,"dfaafa":3032,"FDEC":3033,"gfefBB":3034,"DEFGB":3035,"Ġ|:|":3036,"ECG":3037,"ABdefedB":3038,"Beedegfe":3039,"aAAgAA":3040,"eBegfe":3041,"dcdefdAF":3042,"<^":3043,"AC":3044,"Acdef":3045,"BBAGA":3046,"aecd":3047,"bfdB":3048,"dFAd":3049,"dgfedcBA":3050,"gBg":3051,"ĠV":3052,"Ġef":3053,"Ġag":3054,"BcBAGA":3055,"GABAGF":3056,"GAFGE":3057,"cAec":3058,"Bdfe":3059,"BdedBd":3060,"cdefga":3061,"fdefge":3062,"fdcAF":3063,"DEFED":3064,"AABG":3065,"ecef":3066,"eccBc":3067,"cBABcA":3068,"cBABAF":3069,"ddcBA":3070,"BBg":3071,"EEFE":3072,"fac":3073,"deffed":3074,"defdg":3075,"eaed":3076,"eagf":3077,"GBGA":3078,"dBABGA":3079,"ABcBcd":3080,"ABcAGE":3081,"ABAD":3082,"dfff":3083,"dfefdB":3084,"BeBdB":3085,"BGAGED":3086,"agfga":3087,"eAAc":3088,"eaae":3089,"fefdBA":3090,"AGFGFE":3091,"EFGBAG":3092,"dfedBd":3093,"edcAd":3094,"egfdec":3095,"dfaa":3096,"cAGEA":3097,"dBGAGA":3098,"fdBBcd":3099,"dBAFEFD":3100,"fdedfd":3101,"GcEcGc":3102,",|(":3103,"BBG":3104,"Bgfe":3105,"BedcBA":3106,"Begb":3107,"CFAF":3108,"ECB":3109,"aefe":3110,"cedBA":3111,"eafg":3112,"fgegdB":3113,"effef":3114,"GAce":3115,"BdBAG":3116,"cdBAF":3117,"fdfga":3118,"AAcA":3119,"ecee":3120,"cBAGAB":3121,"ABD":3122,"degfe":3123,"BBe":3124,"FGAA":3125,"FGAABc":3126,"AGD":3127,"GFEGFDD":3128,"fgbag":3129,"ABcE":3130,"ABcea":3131,"Acefec":3132,"dAde":3133,"FEDCB":3134,"DGBGdGBG":3135,"BAFFEF":3136,"ABdede":3137,"AFAc":3138,"eAAf":3139,"eaaefg":3140,"dGd":3141,"GEEBEE":3142,"BAFAFD":3143,"fAfA":3144,"AFEA":3145,"BABdBG":3146,"gefdB":3147,"GBAGF":3148,"EDEFGA":3149,"fddadd":3150,"gecg":3151,"ABGF":3152,"cBcdefge":3153,"dBGABA":3154,"ceagfe":3155,"GABGD":3156,"EFEG":3157,"agfedcBA":3158,"AcAE":3159,"BcAAc":3160,"GECEG":3161,"FGFF":3162,"afgefdd":3163,"GEBEGE":3164,"FAEAD":3165,"afdfafdf":3166,"Agf":3167,"FGFG":3168,"HA":3169,"abgag":3170,"eece":3171,"eBGE":3172,"gBdg":3173,"ĠGE":3174,"eda":3175,"edgedB":3176,"edefga":3177,"cAdB":3178,"BdGBd":3179,"gfee":3180,"cdee":3181,"BGFGE":3182,"AAf":3183,"AAABc":3184,"gafge":3185,"ecgc":3186,"cBAa":3187,":||[":3188,"eggf":3189,"GBDGB":3190,"ABADFA":3191,"dedA":3192,"ecABAF":3193,"EFGFGA":3194,"EGDE":3195,"aaba":3196,"ABdA":3197,"ABdefg":3198,"EAEA":3199,"FFFA":3200,"efedcBA":3201,"afdafd":3202,"cdeABc":3203,"eAABc":3204,"AGAF":3205,"dGBGdG":3206,"gedBBAAG":3207,"bgagef":3208,"faffed":3209,"BABdBA":3210,"edcdeg":3211,"edcAAB":3212,"eBee":3213,"eBBAB":3214,"efgfag":3215,"cAFAc":3216,"AdfdAdfd":3217,"fgfedB":3218,"fafdef":3219,"fAAeAA":3220,"FGFEF":3221,"Adfagf":3222,"edegdB":3223,"dBAFADD":3224,"bgafgefd":3225,"gfeagf":3226,"BBGB":3227,"FBc":3228,"GDEG":3229,"GBBB":3230,"dgfed":3231,"dfdf":3232,"eBg":3233,"ĠL":3234,"edfed":3235,"BcABc":3236,"Bdce":3237,"FABcBA":3238,"cdG":3239,"GFDB":3240,"GEGB":3241,"DEA":3242,"AAg":3243,"gaggdB":3244,"Bcdd":3245,"ecfcec":3246,"cBAABc":3247,"dBBAFA":3248,"afgf":3249,"affed":3250,"cBGA":3251,"AdFA":3252,"AdAF":3253,"ceac":3254,"DDDFA":3255,"EEEB":3256,"AFFA":3257,"faegf":3258,"defag":3259,"eggfg":3260,"GBdcBA":3261,"dBGDGB":3262,"dcAFA":3263,"Beefee":3264,"-|-":3265,"AFAdef":3266,"AFAdAF":3267,"fgage":3268,"BGGg":3269,"cAAf":3270,"eaabag":3271,"BEED":3272,"dfedBAFA":3273,"GBAGFE":3274,"fgfde":3275,"AAAe":3276,"EDEGAB":3277,"DGGBAG":3278,"dfdB":3279,"dBGAFD":3280,"gfefde":3281,"aecea":3282,"gfgeag":3283,"BAGFEFGA":3284,"efeecA":3285,"FAAdAA":3286,"Befg":3287,"CEF":3288,"CDG":3289,"Dddcd":3290,"EFDF":3291,"GC":3292,"GGFE":3293,"bBB":3294,"dga":3295,"eea":3296,"gdgg":3297,"edG":3298,"GABAGA":3299,"cdcAF":3300,"DEGAG":3301,"ecBG":3302,"geag":3303,"dBBAG":3304,"dBGABc":3305,"afff":3306,"ddded":3307,"fedBAB":3308,"deged":3309,"AdBAFD":3310,"bagage":3311,"FGAcAG":3312,"faag":3313,"fafdf":3314,"faafa":3315,"faegfdd":3316,"fggf":3317,"dBADFA":3318,"gfeedB":3319,"ABcBAF":3320,"GABGAB":3321,"ecAE":3322,"GBdd":3323,"GBddBd":3324,"gfgde":3325,"AGEFGE":3326,"EAcBA":3327,"BGAGEF":3328,"afdfed":3329,"AFDDED":3330,"DFBF":3331,"AGAd":3332,"DADFA":3333,"fefagf":3334,"dBdeg":3335,"fgff":3336,"FEFGFG":3337,"BGBdBG":3338,"dBBBAB":3339,"gabc":3340,"abagfe":3341,"BcBBAG":3342,"edcBAB":3343,"gfgafd":3344,"Bcdefgfed":3345,"dAFAD":3346,"dAFAdAFA":3347,"BGFGBd":3348,"fdecdBAF":3349,"AGFAGF":3350,"AFDEFD":3351,"fgedBc":3352,"FADAFADA":3353,"GBEBGB":3354,"faaafd":3355,"Aed":3356,"FBdf":3357,"cfA":3358,"eEE":3359,"fefe":3360,"tr":3361,"Âł":3362,"BcBcd":3363,"BcAc":3364,"cAcA":3365,"cAEA":3366,"BdBAGF":3367,"FAdB":3368,"BGBcd":3369,"fdBc":3370,"ecedBG":3371,"cBAGFG":3372,"FDCA":3373,"fedefd":3374,"ĠDF":3375,"BAGD":3376,"DDG":3377,"EEA":3378,"defafe":3379,"gfedcBAG":3380,"eagfe":3381,"GFEDEF":3382,"ecAAGE":3383,"GBddBG":3384,"AcBc":3385,"eAed":3386,"dcdBAF":3387,"EGBG":3388,"AFAAFA":3389,"AddA":3390,"dGcG":3391,"cBcef":3392,"bgage":3393,"bafg":3394,"Acegfe":3395,"EFGAFD":3396,"AAAa":3397,"EFAc":3398,"agedcA":3399,"gbgf":3400,"dBBfBB":3401,"fBbB":3402,"DGGBGG":3403,"cdefgfed":3404,"agabg":3405,"ADFAd":3406,"AGGB":3407,"cAFGBd":3408,"EFEEFG":3409,":|]|:":3410,"GABGABcA":3411,"gabgaged":3412,"agbgagef":3413,"degabgg":3414,"Bgfg":3415,"EAGE":3416,"EGEG":3417,"FFG":3418,"aedcBA":3419,"ccdc":3420,"dgedBA":3421,"eeg":3422,"gged":3423,"BAdA":3424,"edec":3425,"ededB":3426,"edBGBd":3427,"efecB":3428,"GAf":3429,"GAGFGA":3430,"Bdgf":3431,"BdABG":3432,"FAAG":3433,"cdBd":3434,"GFDFA":3435,"AAABA":3436,"Bcdefd":3437,"Bcdefe":3438,"FEFAB":3439,":||||:":3440,"BAGGAB":3441,"AFB":3442,"AFcFdFcF":3443,"eagedB":3444,"GFEB":3445,"fgB":3446,"ABAE":3447,"ecABc":3448,"eAgA":3449,"dcAcd":3450,"dcAdcA":3451,"dcAGFDD":3452,"GFGBA":3453,"gfgbge":3454,"ABdefe":3455,"ggge":3456,"BGABcA":3457,"afdB":3458,"afdAdf":3459,"BEGE":3460,"GEEB":3461,"BGEBGE":3462,"AGFDFA":3463,"edegab":3464,"dBdedB":3465,"gefdedBA":3466,"edcdcA":3467,"gBf":3468,"ABGED":3469,"efaef":3470,"FDEDB":3471,"fdecdBAG":3472,"eaagabag":3473,"dBAcBEE":3474,"Aec":3475,"AcAG":3476,"CDC":3477,"CDED":3478,"EBA":3479,"Gcd":3480,"beg":3481,"BAGEE":3482,"edgd":3483,"efeA":3484,"efff":3485,"||^":3486,"cAGFG":3487,"cAdBc":3488,"Bddcd":3489,"BdgB":3490,"FAGED":3491,"DEED":3492,"AABde":3493,"gac":3494,"BcdAGFDD":3495,"geae":3496,"FDGD":3497,"dddc":3498,"/|(":3499,"gedcBA":3500,"degg":3501,"feec":3502,"efgB":3503,"AFcFAF":3504,"fagfegfe":3505,"AGc":3506,"defdBA":3507,"gfedcA":3508,"gfedcd":3509,"dBAFED":3510,"dBAABd":3511,"GBdgfe":3512,"dAFAd":3513,"ggga":3514,"fgaefg":3515,"ABcdefga":3516,"fefafd":3517,"BGEB":3518,"bafafe":3519,"BgdB":3520,"BABdAF":3521,"efgafd":3522,"dfedc":3523,"efgfd":3524,"BAFDFA":3525,"dAFd":3526,"AFFdFF":3527,"FDFABc":3528,"cAGAcd":3529,"cacB":3530,"GEFGFE":3531,"BcAAB":3532,"cegece":3533,"fdAFG":3534,"geaag":3535,"EDEFGFGA":3536,"FEDADBDAD":3537,"dBeBdB":3538,"FAdAFAdA":3539,"agfagfeg":3540,"ABGG":3541,"Bfd":3542,"BBAFA":3543,"CDA":3544,"EGABA":3545,"GcB":3546,"adf":3547,"cfaf":3548,"decB":3549,"fF":3550,"fcAF":3551,"BABdB":3552,"edAB":3553,"BcBGA":3554,"GAAA":3555,"GAdA":3556,"GAcde":3557,"BdBAGA":3558,"cdBB":3559,"cdcAc":3560,"fdcdef":3561,"BcddBG":3562,"gededB":3563,"feda":3564,"FGBd":3565,"GGGB":3566,"baaf":3567,"baag":3568,"DDDF":3569,"fab":3570,"egdBBA":3571,"GBEGB":3572,"dBAdBA":3573,"dedBAB":3574,"ecAAcA":3575,"dgba":3576,"dBGD":3577,"dcdeg":3578,"dcdecA":3579,"FEDADFD":3580,"DGGFGABd":3581,"ggec":3582,"BGAGBG":3583,"efedA":3584,"cdegf":3585,"fgaec":3586,"BGGd":3587,"eaaegg":3588,"edBAd":3589,"GFGABABc":3590,"CEGFE":3591,"dcBGA":3592,"BGEDE":3593,"ecdBcABG":3594,"GEGc":3595,"GABdgedB":3596,"gefded":3597,"GBAGED":3598,"agedeg":3599,"cAGEFD":3600,"agaba":3601,"GABcdBGB":3602,"fdcAGABc":3603,"dBAGBd":3604,"caBg":3605,"dBcAFA":3606,"EDCDEG":3607,"abafed":3608,"âĢĿ":3609,"fdgefd":3610,"fAdfe":3611,"gdcBdG":3612,"BGcGBG":3613,"/:|[":3614,"16":3615,"BDGBd":3616,"DAB":3617,"EcE":3618,"EFDD":3619,"cEA":3620,"dDFA":3621,"dgegdB":3622,"gBe":3623,"ggag":3624,"ĠcA":3625,"BAcA":3626,"BcBAFA":3627,"efded":3628,"||]":3629,"GABABc":3630,"cAGEE":3631,"cABcdefg":3632,"Bddg":3633,"BddAdd":3634,"cdBAG":3635,"BGEFGE":3636,"GFF":3637,"fdBcd":3638,"fdgfe":3639,"Bcdfe":3640,"FEEA":3641,"FDGG":3642,"afedc":3643,"fedcBc":3644,"degB":3645,"Adfafd":3646,"BBBe":3647,"DDAG":3648,"DDDAD":3649,"EEEA":3650,"dcBdcB":3651,"defagf":3652,"defdcdec":3653,"dBAFDF":3654,"ABcABG":3655,"dedg":3656,"ĠAc":3657,"ecABcd":3658,"dgbgagbg":3659,"AcBGG":3660,"dcdBcd":3661,"FEDd":3662,"FEDADFA":3663,"ABdAB":3664,"FFFF":3665,"afdcBA":3666,"dcBABG":3667,"fgaagf":3668,"agfde":3669,"AGAcBA":3670,"AGAcde":3671,"BAGAF":3672,"fefgfe":3673,"fafa":3674,"EFGAGF":3675,"EFGABcde":3676,"CDFG":3677,"AAAeA":3678,"abaa":3679,"DEFGAF":3680,"dfdc":3681,"fdBfdB":3682,"AcBAGEE":3683,"eAcAeA":3684,"eggged":3685,"CCG":3686,"decBAG":3687,"CEAce":3688,"gedBGABG":3689,"AFdFE":3690,"gfgedBGB":3691,"Aef":3692,"CCB":3693,"DDEG":3694,"DFDA":3695,"DMaj":3696,"EcBA":3697,"ECD":3698,"FC":3699,"FcAF":3700,"FDED":3701,"GBGE":3702,"aece":3703,"fBdf":3704,"gBA":3705,"gdcBAG":3706,"|>":3707,"Ġfg":3708,"BAABA":3709,"Bca":3710,"Bcefe":3711,"cAABcded":3712,"Bdfb":3713,"BGGAGG":3714,"fdgf":3715,"fddA":3716,"fdBABd":3717,"DEEE":3718,"gaga":3719,"BcdBe":3720,"ecBdcA":3721,"geef":3722,"geaf":3723,"dBBc":3724,"ddedc":3725,"/|[":3726,"gedcAG":3727,"fedcAA":3728,"fedefee":3729,"bafde":3730,"defdefge":3731,"gfedA":3732,"DFAGBd":3733,"ecAcec":3734,"Acfa":3735,"dfc":3736,"edBBAG":3737,"EFB":3738,"BAFGE":3739,"AGEAGE":3740,"afdef":3741,"AFDA":3742,"eAAe":3743,"cBcecA":3744,"DADBD":3745,"BAFADD":3746,"fefded":3747,"BEEFG":3748,"GABdBG":3749,"EFGABA":3750,"EFAF":3751,"agedcAA":3752,"FAFDEF":3753,"cAcBGB":3754,"FAdF":3755,"cEAc":3756,"efgfdB":3757,"DEFGAc":3758,"dAFGFE":3759,"AEAc":3760,"Aaaf":3761,"bgeedB":3762,"BABcdAFA":3763,"fafde":3764,"dBcABG":3765,"FEFAGF":3766,"ceAece":3767,"geaaf":3768,"âĢĻ>":3769,"AFDFAFDF":3770,"FADFAD":3771,"Agfe":3772,"AEFG":3773,"AcAc":3774,"BFAB":3775,"EBe":3776,"ECDE":3777,"Gcec":3778,"cce":3779,"cedBG":3780,"eded":3781,"edeA":3782,"BcBAGB":3783,"efafed":3784,"GAGB":3785,"GABGBd":3786,"BddBc":3787,"cda":3788,"cdAFA":3789,"GECDE":3790,"BcdBAG":3791,"Bcdcde":3792,"ecBABc":3793,"dBeBd":3794,"cBEE":3795,"fedBdB":3796,"deAA":3797,"AdBc":3798,"babc":3799,"defA":3800,"defdd":3801,"fgefdB":3802,"deddBd":3803,"dggfd":3804,"dfgfed":3805,"dcAAB":3806,"Beefe":3807,"BeGe":3808,"FEDG":3809,"FEDcBA":3810,"BAFFA":3811,"DBBAB":3812,"ABdF":3813,"ABdedB":3814,"cdeB":3815,"Addded":3816,"BGGD":3817,"AFDFGA":3818,"eaaba":3819,"BEGA":3820,"cBcEFG":3821,"fAg":3822,"GABdBd":3823,