#version: 0.2
Ġ |
Ġ A
Ġ B
Ġ d
Ġ e
Ġ G
Ġ c
Ġ f
Ġ g
Ġ F
Ġ E
Ġ D
Ġ a
Ġ >
: |
Ġ :|
Ġ (
Ġ b
Ġ| |
Ġ| :
Ġ ^
Ġ C
Ġ 1
Ġ 2
Ġ <
| :
Ġ:| |:
Ġ =
Ġ -
Ġ [
e d
Ġ| ]
B A
e f
B c
o n
i on
a t
o r
e n
at ion
t o
i z
k en
r r
Ġ to
Ġe rr
iz ation
ken ization
Ġto kenization
Ġerr or
G A
g f
c A
B d
c d
/ |
B G
F A
Ġ :
| |
f d
g a
Ġ _
G F
g e
Bc d
A A
G E
d d
e c
d c
d B
D E
:| |
d e
F E
a f
A B
F D
g ed
c B
c e
| (
c BA
f e
a a
, /
F G
f ed
B B
b a
A G
:| |:
| ]
f g
BA G
A d
ef g
G G
e e
A F
f a
D D
e g
gf ed
F GA
Ġ /
E E
Ġ ]
d ef
A Bc
G B
gf e
g d
E D
d f
e A
:| [
| [
a g
ed B
g g
A c
ed c
â Ģ
B e
f f
e cA
|| |:
d A
GA B
a fd
D FA
D G
c c
d BA
E F
d ed
cd e
- |
d g
A GF
d cA
A BA
âĢ Ļ
F F
e a
e aa
G Bd
dc BA
Ġ[ |
d cd
A dd
gf g
/ >
FE D
Bc A
| |:
ed BA
B GA
A Bd
, |
GF E
d BG
cA A
f ga
:| ]
a b
ef d
:|| |:
E A
GF G
a gf
A Bcd
ed e
A FA
E G
D F
d G
cA G
BG G
GE D
ef e
A FD
a e
BA B
ge c
d Bd
dc B
ba g
D A
A ce
/ /
A GA
f gf
g b
DE F
' /
f ef
g B
Ġ:| :
GE E
ga b
ef ed
ec e
| ^
BG B
> ^
D B
c Bc
AA A
g ef
f A
a d
cA F
D C
GA Bc
BG E
/ <
e cd
gf d
f B
BA F
a ge
a c
f af
fd d
e AA
| =
ef ge
ged B
ed Bd
ga g
/ :|
BA FA
BA A
BA GA
Bcd e
e B
Bd g
GF GA
Bd B
FA d
F B
ec B
ga f
E FG
cBA G
BA Bd
b af
ef a
A a
A BG
A GE
g dB
ed cd
Bd e
fd f
g c
ed d
A D
G D
dB B
/ ^
BA GF
C D
a ged
cA B
Bd d
E DE
f aa
ef ga
/| ]
b g
Bc e
C E
Ġ âĢĻ
Ġ/ :||:
A e
B E
Bcd B
E FGA
ee e
F GE
BB B
Bc B
GF ED
FE F
GA Bd
b b
d efg
e BB
BG Bd
ga gf
ge g
A E
f ec
ed cA
b c
G d
d gg
ed cB
ef dB
af g
FD D
d Bc
d fed
C A
a ba
c ec
d F
GA G
FA F
Ad fd
GG G
1 2
C DE
E FA
ged BA
A FE
f ge
Bc BA
A f
cd ef
fd cA
C B
Bcd ef
dd d
B g
G BA
GE G
def ga
B F
ed cBA
Ad f
d fe
c E
c a
cA c
fd B
Bcd c
b ga
g dc
fed c
dcA G
D GB
a dd
f AA
Ġ V
gf ge
cA AA
ce e
BAG B
F DE
d AA
GA BA
ABc A
e ed
f c
E AA
b ge
GA BG
fd e
FE E
A DD
b e
c Bcd
c EE
cA GE
BG GG
AGF G
/ /|
B BA
cd efg
FE DE
af e
B ee
B EE
a gfed
d GG
cd f
Bcd efg
GE DE
gd BG
A g
B DD
D GG
d fa
ba gf
AF F
Ġ] [
gd Bd
ED B
:| :
ef gf
ga ge
ged BG
C C
GA Bcd
cd c
fd A
A cd
a ga
c BG
f b
BA FE
dd B
DFA d
eaa ga
E B
c ef
ed BG
cA FA
AA G
/ :|[
G c
ed ef
/| |
ce a
Ad fa
f gfed
f gfe
Ġ ,
BA FD
DE FGA
eA cA
A cA
A BAG
c ed
d edB
GF DD
DE G
ged e
cB B
|] |:
Ġ] |:
E FE
cA FG
BG dG
DE FA
af a
ged c
fe e
A DFA
F GF
a AA
b d
c g
e G
BA Bc
gf ef
FD FA
:|] [
GEE DD
1 6
> =
d fd
ef ec
cA d
cd eg
fd ef
de e
eg g
B ed
a B
c G
e gf
t r
Ġ 3
ef ee
gf ga
cA BGA
fd ecd
GE F
de cA
fed B
FGA B
DG Bd
F d
d a
g dd
| _
Â ł
Bd G
Ġ: (
|| |
Bcd ed
eA fA
B D
d BAG
BA Bcd
ga ba
dc BAG
dB GA
DE D
de g
ce g
a gfe
g A
g BB
cd B
AA B
gfed cB
def d
A cBA
a A
d gf
d edc
Bd f
GE A
AG G
df f
âĢ Ŀ
ff f
dBA F
A aa
D d
E GB
a r
ef gfed
GA F
GA GF
gf eg
cd ed
dd e
dc Bc
eA ce
' |
G DG
c BcA
d BcA
GA c
fd fa
ec c
gd g
Be ed
ab af
/ ]
E c
f BB
ge e
dd c
FD DD
cBA F
AGF E
dcd ef
DA D
DC B
F c
c f
f ged
GA A
/| ||:
GF D
FD F
ce cA
fed e
âĢĻ >
/ =
0 2
B FA
F GFE
G FA
b gg
c F
c ff
d AF
e ge
Bd cB
FA A
fd dd
ga fd
DE GA
DD D
EE E
df af
afd g
ABd ef
02 5
/ (
B gg
E m
G g
G BG
d Ad
Ġ 4
BA d
BA GE
Bc BAG
cA GA
Bd BG
cd ec
cd cBA
FA FD
dB BA
af gef
FGA Bc
Ġ] ||:
Be ede
DG BG
efd ec
A cB
E C
G BB
[ |
cA BG
Bd ef
gfed c
Ġ/ :|[
eA c
ag ef
âĢ ľ
cc c
dBA BG
GBd g
AFD D
gdc Bdg
a ee
c GE
d ec
g ba
Ġ *
BG GA
fd ed
GF GE
Bcd g
Bcd eg
dB g
FE FA
fa af
E FED
F dd
d ge
BA GFE
AA FA
DE FG
DE DD
AB B
fa fd
dBA B
EF GE
ABd e
ab c
fgf d
B f
B m
B eg
G Bc
G dd
b gaf
d DD
f Ad
g G
ef de
ef ged
Bc AB
cA GEEDD
cd A
cd d
AA Bc
GE EE
dd cd
ec BA
cBA B
fa g
Be B
ecA B
AGF ED
fga f
B edB
D FF
a gfg
d cde
e gfe
g gfg
ed BAG
ge cd
ec Bc
af ged
FD C
aa a
fed fed
|] :
Ġ/ :|
ecA c
dcA F
âĢĻ |
BGA FG
ABd f
gb g
gfd ec
dfe cd
A m
A ff
A FED
E AAA
E BE
b B
c cB
f ecB
g gf
gf dc
cA ce
cd cB
fd ad
fd Adfd
:||: (
fg efd
Ad A
dA FA
DG GA
ded d
eaa g
GBd B
AFA B
dBd B
fef a
, >
A de
A ee
A EE
D GFG
E GG
[ |:
b f
e E
e ec
e ged
f ece
i n
Ġ Ĕ
BA AA
ef edB
gf efed
gf efdB
cA Bc
fd c
fd cd
