{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ|":261,"ĠA":262,"ĠB":263,"Ġd":264,"Ġe":265,"ĠG":266,"Ġc":267,"Ġf":268,"Ġg":269,"ĠF":270,"ĠE":271,"ĠD":272,"Ġa":273,"Ġ>":274,":|":275,"Ġ:|":276,"Ġ(":277,"Ġb":278,"Ġ||":279,"Ġ|:":280,"Ġ^":281,"ĠC":282,"Ġ1":283,"Ġ2":284,"Ġ<":285,"|:":286,"Ġ:||:":287,"Ġ=":288,"Ġ-":289,"Ġ[":290,"ed":291,"Ġ|]":292,"BA":293,"ef":294,"Bc":295,"on":296,"ion":297,"at":298,"or":299,"en":300,"ation":301,"to":302,"iz":303,"ken":304,"rr":305,"Ġto":306,"Ġerr":307,"ization":308,"kenization":309,"Ġtokenization":310,"Ġerror":311,"GA":312,"gf":313,"cA":314,"Bd":315,"cd":316,"/|":317,"BG":318,"FA":319,"Ġ:":320,"||":321,"fd":322,"ga":323,"Ġ_":324,"GF":325,"ge":326,"Bcd":327,"AA":328,"GE":329,"dd":330,"ec":331,"dc":332,"dB":333,"DE":334,":||":335,"de":336,"FE":337,"af":338,"AB":339,"FD":340,"ged":341,"cB":342,"ce":343,"|(":344,"cBA":345,"fe":346,"aa":347,",/":348,"FG":349,"fed":350,"BB":351,"ba":352,"AG":353,":||:":354,"|]":355,"fg":356,"BAG":357,"Ad":358,"efg":359,"GG":360,"ee":361,"AF":362,"fa":363,"DD":364,"eg":365,"gfed":366,"FGA":367,"Ġ/":368,"EE":369,"Ġ]":370,"def":371,"ABc":372,"GB":373,"gfe":374,"gd":375,"ED":376,"df":377,"eA":378,":|[":379,"|[":380,"ag":381,"edB":382,"gg":383,"Ac":384,"edc":385,"âĢ":386,"Be":387,"ff":388,"ecA":389,"|||:":390,"dA":391,"GAB":392,"afd":393,"DFA":394,"DG":395,"cc":396,"dBA":397,"EF":398,"ded":399,"cde":400,"-|":401,"dg":402,"AGF":403,"dcA":404,"ABA":405,"âĢĻ":406,"FF":407,"ea":408,"eaa":409,"GBd":410,"dcBA":411,"Ġ[|":412,"dcd":413,"Add":414,"gfg":415,"/>":416,"FED":417,"BcA":418,"||:":419,"edBA":420,"BGA":421,"ABd":422,",|":423,"GFE":424,"dBG":425,"cAA":426,"fga":427,":|]":428,"ab":429,"efd":430,":|||:":431,"EA":432,"GFG":433,"agf":434,"ABcd":435,"ede":436,"AFA":437,"EG":438,"DF":439,"dG":440,"cAG":441,"BGG":442,"GED":443,"efe":444,"AFD":445,"ae":446,"BAB":447,"gec":448,"dBd":449,"dcB":450,"bag":451,"DA":452,"Ace":453,"//":454,"AGA":455,"fgf":456,"gb":457,"DEF":458,"'/":459,"fef":460,"gB":461,"Ġ:|:":462,"GEE":463,"gab":464,"efed":465,"ece":466,"|^":467,"BGB":468,">^":469,"DB":470,"cBc":471,"AAA":472,"gef":473,"fA":474,"ad":475,"cAF":476,"DC":477,"GABc":478,"BGE":479,"/<":480,"ecd":481,"gfd":482,"fB":483,"BAF":484,"age":485,"ac":486,"faf":487,"fdd":488,"eAA":489,"|=":490,"efge":491,"gedB":492,"edBd":493,"gag":494,"/:|":495,"BAFA":496,"BAA":497,"BAGA":498,"Bcde":499,"eB":500,"Bdg":501,"GFGA":502,"BdB":503,"FAd":504,"FB":505,"ecB":506,"gaf":507,"EFG":508,"cBAG":509,"BABd":510,"baf":511,"efa":512,"Aa":513,"ABG":514,"AGE":515,"gdB":516,"edcd":517,"Bde":518,"fdf":519,"gc":520,"edd":521,"AD":522,"GD":523,"dBB":524,"/^":525,"BAGF":526,"CD":527,"aged":528,"cAB":529,"Bdd":530,"EDE":531,"faa":532,"efga":533,"/|]":534,"bg":535,"Bce":536,"CE":537,"ĠâĢĻ":538,"Ġ/:||:":539,"Ae":540,"BE":541,"BcdB":542,"EFGA":543,"eee":544,"FGE":545,"BBB":546,"BcB":547,"GFED":548,"FEF":549,"GABd":550,"bb":551,"defg":552,"eBB":553,"BGBd":554,"gagf":555,"geg":556,"AE":557,"fec":558,"edcA":559,"bc":560,"Gd":561,"dgg":562,"edcB":563,"efdB":564,"afg":565,"FDD":566,"dBc":567,"dfed":568,"CA":569,"aba":570,"cec":571,"dF":572,"GAG":573,"FAF":574,"Adfd":575,"GGG":576,"12":577,"CDE":578,"EFA":579,"gedBA":580,"AFE":581,"fge":582,"BcBA":583,"Af":584,"cdef":585,"fdcA":586,"CB":587,"Bcdef":588,"ddd":589,"Bg":590,"GBA":591,"GEG":592,"defga":593,"BF":594,"edcBA":595,"Adf":596,"dfe":597,"cE":598,"ca":599,"cAc":600,"fdB":601,"Bcdc":602,"bga":603,"gdc":604,"fedc":605,"dcAG":606,"DGB":607,"add":608,"fAA":609,"ĠV":610,"gfge":611,"cAAA":612,"cee":613,"BAGB":614,"FDE":615,"dAA":616,"GABA":617,"ABcA":618,"eed":619,"fc":620,"EAA":621,"bge":622,"GABG":623,"fde":624,"FEE":625,"ADD":626,"be":627,"cBcd":628,"cEE":629,"cAGE":630,"BGGG":631,"AGFG":632,"//|":633,"BBA":634,"cdefg":635,"FEDE":636,"afe":637,"Bee":638,"BEE":639,"agfed":640,"dGG":641,"cdf":642,"Bcdefg":643,"GEDE":644,"gdBG":645,"Ag":646,"BDD":647,"DGG":648,"dfa":649,"bagf":650,"AFF":651,"Ġ][":652,"gdBd":653,"EDB":654,":|:":655,"efgf":656,"gage":657,"gedBG":658,"CC":659,"GABcd":660,"cdc":661,"fdA":662,"Acd":663,"aga":664,"cBG":665,"fb":666,"BAFE":667,"ddB":668,"DFAd":669,"eaaga":670,"EB":671,"cef":672,"edBG":673,"cAFA":674,"AAG":675,"/:|[":676,"Gc":677,"edef":678,"/||":679,"cea":680,"Adfa":681,"fgfed":682,"fgfe":683,"Ġ,":684,"BAFD":685,"DEFGA":686,"eAcA":687,"AcA":688,"ABAG":689,"ced":690,"dedB":691,"GFDD":692,"DEG":693,"gede":694,"cBB":695,"|]|:":696,"Ġ]|:":697,"EFE":698,"cAFG":699,"BGdG":700,"DEFA":701,"afa":702,"gedc":703,"fee":704,"ADFA":705,"FGF":706,"aAA":707,"bd":708,"cg":709,"eG":710,"BABc":711,"gfef":712,"FDFA":713,":|][":714,"GEEDD":715,"16":716,">=":717,"dfd":718,"efec":719,"cAd":720,"cdeg":721,"fdef":722,"dee":723,"egg":724,"Bed":725,"aB":726,"cG":727,"egf":728,"tr":729,"Ġ3":730,"efee":731,"gfga":732,"cABGA":733,"fdecd":734,"GEF":735,"decA":736,"fedB":737,"FGAB":738,"DGBd":739,"Fd":740,"da":741,"gdd":742,"|_":743,"Âł":744,"BdG":745,"Ġ:(":746,"|||":747,"Bcded":748,"eAfA":749,"BD":750,"dBAG":751,"BABcd":752,"gaba":753,"dcBAG":754,"dBGA":755,"DED":756,"deg":757,"ceg":758,"agfe":759,"gA":760,"gBB":761,"cdB":762,"AAB":763,"gfedcB":764,"defd":765,"AcBA":766,"aA":767,"dgf":768,"dedc":769,"Bdf":770,"GEA":771,"AGG":772,"dff":773,"âĢĿ":774,"fff":775,"dBAF":776,"Aaa":777,"Dd":778,"EGB":779,"ar":780,"efgfed":781,"GAF":782,"GAGF":783,"gfeg":784,"cded":785,"dde":786,"dcBc":787,"eAce":788,"'|":789,"GDG":790,"cBcA":791,"dBcA":792,"GAc":793,"fdfa":794,"ecc":795,"gdg":796,"Beed":797,"abaf":798,"/]":799,"Ec":800,"fBB":801,"gee":802,"ddc":803,"FDDD":804,"cBAF":805,"AGFE":806,"dcdef":807,"DAD":808,"DCB":809,"Fc":810,"cf":811,"fged":812,"GAA":813,"/|||:":814,"GFD":815,"FDF":816,"cecA":817,"fede":818,"âĢĻ>":819,"/=":820,"02":821,"BFA":822,"FGFE":823,"GFA":824,"bgg":825,"cF":826,"cff":827,"dAF":828,"ege":829,"BdcB":830,"FAA":831,"fddd":832,"gafd":833,"DEGA":834,"DDD":835,"EEE":836,"dfaf":837,"afdg":838,"ABdef":839,"025":840,"/(":841,"Bgg":842,"Em":843,"Gg":844,"GBG":845,"dAd":846,"Ġ4":847,"BAd":848,"BAGE":849,"BcBAG":850,"cAGA":851,"BdBG":852,"cdec":853,"cdcBA":854,"FAFD":855,"dBBA":856,"afgef":857,"FGABc":858,"Ġ]||:":859,"Beede":860,"DGBG":861,"efdec":862,"AcB":863,"EC":864,"GBB":865,"[|":866,"cABG":867,"Bdef":868,"gfedc":869,"Ġ/:|[":870,"eAc":871,"agef":872,"âĢľ":873,"ccc":874,"dBABG":875,"GBdg":876,"AFDD":877,"gdcBdg":878,"aee":879,"cGE":880,"dec":881,"gba":882,"Ġ*":883,"BGGA":884,"fded":885,"GFGE":886,"Bcdg":887,"Bcdeg":888,"dBg":889,"FEFA":890,"faaf":891,"EFED":892,"Fdd":893,"dge":894,"BAGFE":895,"AAFA":896,"DEFG":897,"DEDD":898,"ABB":899,"fafd":900,"dBAB":901,"EFGE":902,"ABde":903,"abc":904,"fgfd":905,"Bf":906,"Bm":907,"Beg":908,"GBc":909,"Gdd":910,"bgaf":911,"dDD":912,"fAd":913,"gG":914,"efde":915,"efged":916,"BcAB":917,"cAGEEDD":918,"cdA":919,"cdd":920,"AABc":921,"GEEE":922,"ddcd":923,"ecBA":924,"cBAB":925,"fag":926,"BeB":927,"ecAB":928,"AGFED":929,"fgaf":930,"BedB":931,"DFF":932,"agfg":933,"dcde":934,"egfe":935,"ggfg":936,"edBAG":937,"gecd":938,"ecBc":939,"afged":940,"FDC":941,"aaa":942,"fedfed":943,"|]:":944,"Ġ/:|":945,"ecAc":946,"dcAF":947,"âĢĻ|":948,"BGAFG":949,"ABdf":950,"gbg":951,"gfdec":952,"dfecd":953,"Am":954,"Aff":955,"AFED":956,"EAAA":957,"EBE":958,"bB":959,"ccB":960,"fecB":961,"ggf":962,"gfdc":963,"cAce":964,"cdcB":965,"fdad":966,"fdAdfd":967,":||:(":968,"fgefd":969,"AdA":970,"dAFA":971,"DGGA":972,"dedd":973,"eaag":974,"GBdB":975,"AFAB":976,"dBdB":977,"fefa":978,",>":979,"Ade":980,"Aee":981,"AEE":982,"DGFG":983,"EGG":984,"[|:":985,"bf":986,"eE":987,"eec":988,"eged":989,"fece":990,"in":991,"ĠĔ":992,"BAAA":993,"efedB":994,"gfefed":995,"gfefdB":996,"cABc":997,"fdc":998,"fdcd":999}