#version: 0.2
Ġ |
Ġ A
Ġ d
Ġ B
Ġ e
Ġ G
Ġ c
Ġ f
Ġ g
Ġ F
Ġ E
Ġ D
Ġ a
Ġ >
Ġ :
Ġ: |
Ġ (
Ġ b
o r
Ġ R
ĉ Ċ
| :
Ġ ^
m a
j or
ma jor
Ġ C
Ġ 2
Ġ 1
Ġ 4
Ġ <
Ġ| :
Ġ:| |:
Ġ =
e e
r ee
Ġ ree
Ġree l
i g
j ig
Ġ jig
Ġ -
ĠG major
Ġ 6
ĠD major
Ġ [
a n
m i
i an
Ġ| ]
o l
n or
mi nor
d or
dor ian
i p
k a
Ġ s
p ol
Ġ pol
Ġpol ka
Ġ 3
h or
n p
Ġ hor
ip e
np ipe
Ġhor npipe
ĠA major
d ian
x ol
y dian
mi xol
mixol ydian
ĠA dorian
Ġs l
a l
t z
w al
Ġ wal
Ġwal tz
ĠE minor
Ġ _
ĠE dorian
ĠB minor
Ġ 9
Ġsl ip
ĠA mixolydian
t h
Ġ ma
a r
c e
d an
n dan
Ġb ar
ndan ce
Ġbar ndance
ĠA minor
ĠD mixolydian
a th
e y
p ey
r ath
s pey
t rath
Ġs trath
Ġstrath spey
d e
i de
Ġ1 2
Ġsl ide
ĠC major
, /
c h
r ch
Ġma rch
ĠF major
ĠD minor
ĠG minor
ĠD dorian
r ka
u rka
z urka
Ġma zurka
ĠG dorian
t w
Ġ th
tw o
Ġth ree
Ġ[ |
ĠE major
' /
Ġ:| :
ĠG mixolydian
ĠB dorian
ĠC dorian
ĠE mixolydian
ĠF dorian
[ |
1 2
ĠB mixolydian
Ġ: :
