{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"<mask>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true},"post_processor":{"type":"TemplateProcessing","single":[{"SpecialToken":{"id":"<s>","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"</s>","type_id":0}}],"pair":[{"Sequence":{"id":"A","type_id":0}},{"Sequence":{"id":"B","type_id":1}}],"special_tokens":{"</s>":{"id":"</s>","ids":[1],"tokens":["</s>"]},"<s>":{"id":"<s>","ids":[0],"tokens":["<s>"]}}},"decoder":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true},"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"<s>":0,"</s>":1,"<pad>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġ|":261,"ĠA":262,"Ġd":263,"ĠB":264,"Ġe":265,"ĠG":266,"Ġc":267,"Ġf":268,"Ġg":269,"ĠF":270,"ĠE":271,"ĠD":272,"Ġa":273,"Ġ>":274,"Ġ:":275,"Ġ:|":276,"Ġ(":277,"Ġb":278,"ĉĊ":279,"ĠR":280,"or":281,"|:":282,"Ġ^":283,"ma":284,"jor":285,"major":286,"ĠC":287,"Ġ2":288,"Ġ1":289,"Ġ4":290,"Ġ<":291,"Ġ|:":292,"Ġ:||:":293,"ee":294,"ree":295,"Ġ=":296,"Ġree":297,"Ġreel":298,"ig":299,"jig":300,"Ġjig":301,"Ġ-":302,"Ġ6":303,"ĠGmajor":304,"ĠDmajor":305,"Ġ[":306,"an":307,"mi":308,"ian":309,"Ġ|]":310,"ol":311,"nor":312,"minor":313,"dor":314,"dorian":315,"ip":316,"ka":317,"Ġs":318,"pol":319,"Ġpol":320,"Ġpolka":321,"Ġ3":322,"dian":323,"xol":324,"ydian":325,"mixol":326,"mixolydian":327,"hor":328,"np":329,"Ġhor":330,"ĠAmajor":331,"ipe":332,"npipe":333,"Ġhornpipe":334,"ĠAdorian":335,"Ġsl":336,"al":337,"tz":338,"wal":339,"Ġwal":340,"Ġwaltz":341,"ĠEminor":342,"Ġ_":343,"ĠEdorian":344,"ĠBminor":345,"Ġ9":346,"Ġslip":347,"ĠAmixolydian":348,"Ġma":349,"ar":350,"ce":351,"dan":352,"ndan":353,"Ġbar":354,"ndance":355,"Ġbarndance":356,"th":357,"ĠAminor":358,"ĠDmixolydian":359,"ath":360,"ey":361,"pey":362,"rath":363,"spey":364,"trath":365,"Ġstrath":366,"Ġstrathspey":367,"de":368,"ide":369,"Ġ12":370,"Ġslide":371,"ch":372,"rch":373,"Ġmarch":374,"ĠCmajor":375,",/":376,"ĠFmajor":377,"ĠDminor":378,"ĠGminor":379,"ĠDdorian":380,"rka":381,"urka":382,"zurka":383,"Ġmazurka":384,"ĠGdorian":385,"tw":386,"Ġth":387,"two":388,"Ġthree":389,"Ġ[|":390,"ĠEmajor":391,"'/":392,"Ġ:|:":393,"ĠGmixolydian":394,"ĠBdorian":395,"ĠCdorian":396,"ĠFdorian":397,"ĠEmixolydian":398,"[|":399,"12":400,"ĠBmixolydian":401,"Ġ::":402},"merges":["Ġ |","Ġ A","Ġ d","Ġ B","Ġ e","Ġ G","Ġ c","Ġ f","Ġ g","Ġ F","Ġ E","Ġ D","Ġ a","Ġ >","Ġ :","Ġ: |","Ġ (","Ġ b","ĉ Ċ","Ġ R","o r","| :","Ġ ^","m a","j or","ma jor","Ġ C","Ġ 2","Ġ 1","Ġ 4","Ġ <","Ġ| :","Ġ:| |:","e e","r ee","Ġ =","Ġ ree","Ġree l","i g","j ig","Ġ jig","Ġ -","Ġ 6","ĠG major","ĠD major","Ġ [","a n","m i","i an","Ġ| ]","o l","n or","mi nor","d or","dor ian","i p","k a","Ġ s","p ol","Ġ pol","Ġpol ka","Ġ 3","d ian","x ol","y dian","mi xol","mixol ydian","h or","n p","Ġ hor","ĠA major","ip e","np ipe","Ġhor npipe","ĠA dorian","Ġs l","a l","t z","w al","Ġ wal","Ġwal tz","ĠE minor","Ġ _","ĠE dorian","ĠB minor","Ġ 9","Ġsl ip","ĠA mixolydian","Ġ ma","a r","c e","d an","n dan","Ġb ar","ndan ce","Ġbar ndance","t h","ĠA minor","ĠD mixolydian","a th","e y","p ey","r ath","s pey","t rath","Ġs trath","Ġstrath spey","d e","i de","Ġ1 2","Ġsl ide","c h","r ch","Ġma rch","ĠC major",", /","ĠF major","ĠD minor","ĠG minor","ĠD dorian","r ka","u rka","z urka","Ġma zurka","ĠG dorian","t w","Ġ th","tw o","Ġth ree","Ġ[ |","ĠE major","' /","Ġ:| :","ĠG mixolydian","ĠB dorian","ĠC dorian","ĠF dorian","ĠE mixolydian","[ |","1 2","ĠB mixolydian","Ġ: :"]}}