#version: 0.2
Ġ |
Ġ A
Ġ d
Ġ B
Ġ e
Ġ G
Ġ c
Ġ f
Ġ g
Ġ F
Ġ E
Ġ D
Ġ a
Ġ >
Ġ :
Ġ: |
Ġ (
Ġ b
Ġ R
ĉ Ċ
o r
| :
Ġ ^
m a
j or
ma jor
Ġ C
Ġ 2
Ġ <
Ġ 1
Ġ 4
Ġ:| |:
Ġ| :
Ġ =
e e
r ee
Ġ ree
Ġree l
i g
j ig
Ġ jig
Ġ -
Ġ 6
ĠD major
Ġ [
ĠG major
a n
m i
i an
Ġ| ]
o l
n or
mi nor
d or
dor ian
i p
k a
p ol
Ġ pol
Ġpol ka
Ġ s
Ġ 3
ĠA major
ĠA dorian
d ian
x ol
y dian
mi xol
mixol ydian
h or
n p
Ġ hor
ip e
np ipe
Ġhor npipe
a l
t z
w al
Ġ wal
Ġwal tz
Ġs l
Ġ _
ĠE dorian
ĠE minor
ĠB minor
Ġ ma
ĠA minor
Ġ 9
Ġsl ip
ĠA mixolydian
t h
c h
r ch
Ġma rch
ĠD mixolydian
, /
d e
i de
Ġ1 2
Ġsl ide
a r
c e
d an
n dan
Ġb ar
ndan ce
Ġbar ndance
a th
e y
p ey
r ath
s pey
t rath
Ġs trath
Ġstrath spey
ĠC major
ĠF major
ĠG minor
ĠD minor
ĠD dorian
Ġ[ |
t w
Ġ th
tw o
Ġth ree
ĠG dorian
r ka
u rka
z urka
Ġma zurka
' /
ĠG mixolydian
ĠE major
Ġ:| :
ĠE mixolydian
ĠB dorian
ĠF dorian
1 2
ĠC dorian
ĠB mixolydian
[ |
Ġ: :
